Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PageAirport_1004_name
source: Departures
es_es: Salidas
hu_hu: Induló
nl_nl: Vertrek
pt_pt: Saídas
ru_ru: Вылеты
tr_tr: Kalkislar

# PageAirport_1005_name
source: Destination
es_es: Destino
hu_hu: Hová
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Пункт назначения
tr_tr: Varis yeri

# PageAirport_1006_name
source: Profile
es_es: Perfil
hu_hu: Profil
nl_nl: Profiel
pt_pt: Perfil
ru_ru: Профиль
tr_tr: Profil

# PageAirport_1007_name
source: Name
es_es: Nombre
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: Isim

# PageAirport_1008_name
source: Airport Code
es_es: Código de aeropuerto
hu_hu: Repülőtér kódja
nl_nl: Luchthavencode
pt_pt: Código Aeroportuário
ru_ru: Код аэропорта
tr_tr: Havaalani Kodu

# PageAirport_1009_name
source: Airport Type
es_es: Tipo de aeropuerto
hu_hu: Repülőtér típusa
nl_nl: Soort Luchthaven
pt_pt: Tipo de Aeroporto
ru_ru: Тип аэропорта
tr_tr: Havaalani Tipi

# PageAirport_1010_name
source: Town
es_es: Ciudad
hu_hu: Település
nl_nl: Plaats
pt_pt: Cidade
ru_ru: Город
tr_tr: Sehir

# PageAirport_1011_name
source: Country
es_es: País
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PageAirport_1012_name
source: Timezone
es_es: zona horaria
hu_hu: Időzóna
nl_nl: Tijdzone
pt_pt: Fuso Horário
ru_ru: Часовой пояс
tr_tr: Zaman Dilimi

# PageAirport_1013_name
source: Local Time
es_es: Hora local
hu_hu: Helyi idő
nl_nl: Lokale Tijd
pt_pt: Horário Local
ru_ru: Местное время
tr_tr: Yerel Saat

# PageAirport_1014_name
source: Coordinates
es_es: Coordenadas
hu_hu: Koordináták
nl_nl: Coördinaten
pt_pt: Coordenadas
ru_ru: Координаты
tr_tr: Kordinatlar

# PageAirport_1015_name
source: Airport Size
es_es: tamaño aeropuerto
hu_hu: Repülőtér mérete
nl_nl: Luchthaven Grootte
pt_pt: Tamanho do Aeroporto
ru_ru: Размер аэропорта
tr_tr: Havaalani Büyüklügü

# PageAirport_1016_name
source: Number of Gates
es_es: Número de Puertas
hu_hu: Beszállókapuk száma
nl_nl: Aantal Gates
pt_pt: Número de Portas
ru_ru: Количество Выходов
tr_tr: Kapi Sayisi

# PageAirport_1017_name
source: Number of runways
es_es: Número de pistas
hu_hu: Kifutópályák száma
nl_nl: Aantal startbanen
pt_pt: Número de Pistas
ru_ru: Количество ВПП
tr_tr: Ucus Pisti Sayisi

# PageAirport_1018_name
source: Terminals
es_es: Terminales
hu_hu: Terminálok
pt_pt: Terminais
ru_ru: Терминалы
tr_tr: Terminaller

# PageAirport_1019_name
source: Seasonal
es_es: Estacional
hu_hu: Időszakos
nl_nl: Seizoensmatig
pt_pt: Sazonal
ru_ru: Сезонный
tr_tr: Mevsimlik

# PageAirport_1020_name
source: Daily Demand/Remaining Demand (Pax/Cargo)
es_es: Demanda diaria total / Demanda restante (Pasajeros / Carga)
hu_hu: Napi igény/Fennmaradó igény (Utas/Teher)
nl_nl: Dagelijkse Vraag/Resterende Vraag (Pax/Vracht)
pt_pt: Procura Diária/Procura Restante (Passageiros/Carga)
ru_ru: Ежедневная потребность/Необеспеченная потребность (Пасс./Груз)
tr_tr: Günlük Talep / Kalan Talep (Yolcu / Kargo)

# PageAirport_1021_name
source: Cargo Size
es_es: tamaño de la carga
hu_hu: Teher mérete
nl_nl: Vracht Grootte
pt_pt: Tamanho de Carga
ru_ru: Размер груза
tr_tr: Kargo Binasi Büyüklügü

# PageAirport_1022_name
source: Opened
es_es: Abierto
hu_hu: Megnyitva
nl_nl: Geopend
pt_pt: Aberto
ru_ru: Открыт
tr_tr: Acildi

# PageAirport_1023_name
source: Airport Income
es_es: Ingresos del aeropuerto
hu_hu: Repülőtéri bevétel
nl_nl: Luchthaven Inkomsten
pt_pt: Receita Aeroportuária
ru_ru: Доход аэропорта
tr_tr: Havaalani Geliri

# PageAirport_1024_name
source: Closing Date
es_es: Fecha de clausura
hu_hu: Zárás dátuma
nl_nl: Sluitings Datum
pt_pt: Data Fecho
ru_ru: Дата закрытия
tr_tr: Kapanis Tarihi

# PageAirportRunways_201_name
source: Build Runway
es_es: Construir Pista
hu_hu: Kifutópálya építése
nl_nl: Bouw Landingsbaan
pt_pt: Construir Pista
ru_ru: Построить ВПП
tr_tr: Ucus Pisti Insat Et

# PageAirportRunways_1001_name
source: Runway Information (Name / Length / Surface)
es_es: Información de pista (Nombre / Longitud / Superficie)
hu_hu: Kifutópálya információ (Név / Hossz / Felület)
nl_nl: Startbaaninformatie (naam / lengte / ondergrond)
pt_pt: Informação Pista (Nome / Comprimento / Pavimento)
ru_ru: ВПП Инфо (Имя / Длина / Покрытие)
tr_tr: Ucus Pisti Bilgisi (Ad / Uzunluk / Yapi Malzemesi)

# PageAirportRunways_1002_name
source: Runway Information (Name / Length / Surface/ Exp. Finished)
es_es: Información de Pista (Nombre / Longitud / Superficie / Estim. Finalización)
hu_hu: Kifutópálya információ (Név / Hossz / Felület / Várható Befejezés)
nl_nl: Informatie start-/landingsbaan (Naam / Lengte / Verharding / Opleveringsdatum)
pt_pt: Informação Pista (Nome / Comprimento / Pavimento / Previsão da Construção)
ru_ru: ВПП Инфо (Имя / Длина / Покрытие / Ожидается к)
tr_tr: Ucus Pisti Bilgisi (Ad / Uzunluk / Yapi Malzemesi / Bitis Zamani)

# PageAirportFacilities_1001_name
source: Airline Facilities
es_es: Instalaciones de la aerolínea
hu_hu: Légitársaság szolgáltatásai
nl_nl: Luchthaven Voorzieningen
pt_pt: Infraestruturas da Companhia
ru_ru: Постройки авиакомпании
tr_tr: Havayolu Tesisleri

# PageAirportFacilities_1002_name
source: Buy New Facility
es_es: Instalaciones
hu_hu: Új szolgáltatás vásárlása
nl_nl: Koop Nieuwe Faciliteit
pt_pt: Comprar nova Infraestrutura
ru_ru: Купить новую постройку
tr_tr: Yeni Tesis Insa Et

# PageAirportStatistics_1001_name
source: Airport Statistics
es_es: Estadísticas del aeropuerto
hu_hu: Repülőtér statisztikái
nl_nl: Luchthavenstatistieken
pt_pt: Estatísticas do Aeroporto
ru_ru: Статистика аэропорта
tr_tr: Havayolu Istatistikleri

# PageAirportWeather_1001_name
source: Weather
es_es: Tiempo
hu_hu: Időjárás
nl_nl: Weer
pt_pt: Meteorologia
ru_ru: Погода
tr_tr: Hava Durumu

# PageAirportWeather_1002_name
source: Current Weather
es_es: Tiempo actual
hu_hu: Jelenlegi időjárás
nl_nl: Huidig weer
pt_pt: Tempo Actual
ru_ru: Текущая погода
tr_tr: Mevcut Hava Durumu

# PageAirportWeather_1003_name
source: Weather Forecast
es_es: Pronóstico del tiempo
hu_hu: Időjárás-előrejelzés
nl_nl: Weersvoorspelling
pt_pt: Previsão Meteorológica
ru_ru: Прогноз погоды
tr_tr: Hava Tahmini

# PageAirportTraffic_1001_name
source: Destination
es_es: Pasajeros hacia destinación
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Пункт назначения
tr_tr: Varis Yeri

# PageAirportFlights_1001_name
source: Flights
es_es: Vuelos
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
ru_ru: Рейсы
tr_tr: Ucuslar

# PageAirportFlights_1002_name
source: Arrivals
es_es: Llegadas
hu_hu: Érkező
nl_nl: Aankomst
pt_pt: Chegadas
ru_ru: Прибытия
tr_tr: Inisler

# PageAirportFlights_1003_name
source: Departures
es_es: Salidas
hu_hu: Induló
nl_nl: Vertrek
pt_pt: Partidas
ru_ru: Вылеты
tr_tr: Kalkislar

# PageAirportFlights_1004_name
source: Destination Flights
es_es: Destino vuelos
hu_hu: Célállomás járatai
nl_nl: Bestemmings Vluchten
pt_pt: Voos de Destino
ru_ru: Пункт Назначения
tr_tr: Gelen Ucuslar

# PageAirportGates_201_name
source: Build Terminal
es_es: Construir terminal
hu_hu: Terminál építése
nl_nl: Terminal bouwen
pt_pt: Construir Terminal
ru_ru: Построить Терминал
tr_tr: Terminal Insa Et

# PageAirportGates_202_name
source: Rent
es_es: Alquilar
hu_hu: Bérlés
nl_nl: Huren
pt_pt: Renda
ru_ru: Аренда
tr_tr: Kira

# PageAirportGates_203_name
source: Release
es_es: Liberar
hu_hu: Felszabadítás
nl_nl: Vrijgeven
pt_pt: Lançamento
ru_ru: Отпустить
tr_tr: Feragat Et

# PageAirportGates_204_name
source: Establish Hub
es_es: Establecer centro de operaciones
hu_hu: Új központ nyitása
nl_nl: Vestig Hub
pt_pt: Estabelecer Hub
ru_ru: Основать Хаб
tr_tr: Sirket Subesi Ac

# PageAirportGates_205_name
source: Allocate to {0}
es_es: Asignar a {0}
hu_hu: Áthelyezés a {0}-s kapura
nl_nl: Toewijzen aan {0}
pt_pt: Atribuir a {0}
ru_ru: Разместить в {0}
tr_tr: Tahsis Edilen {0}

# PageAirportGates_1001_name
source: Terminals
es_es: Terminales
hu_hu: Terminálok
pt_pt: Terminais
ru_ru: Терминалы
tr_tr: Terminaller

# PageAirportGates_1002_name
source: Gates Information
es_es: Información de puertas
hu_hu: Beszállókapu információk
nl_nl: Gate-informatie
pt_pt: Informação de Portas de Embarque
ru_ru: Информация о Выходах
tr_tr: Kapi Bilgileri

# PageAirportGates_1003_name
source: Total Number of Gates
es_es: Total de puertas
hu_hu: Kapuk száma
nl_nl: Totaal Aantal Gates
pt_pt: Número Total de Portas de Embarque
ru_ru: Общее кол-во Выходов
tr_tr: Toplam Kapi Sayisi

# PageAirportGates_1004_name
source: Used Gates
es_es: Puertas utilizadas
hu_hu: Használt kapuk
nl_nl: Gebruikte Gates
pt_pt: Portas de Embarque usadas
ru_ru: Используемые Выходы
tr_tr: Kullanilan Kapilar

# PageAirportGates_1005_name
source: Free Gates
es_es: Puertas disponibles
hu_hu: Szabad kapuk
nl_nl: Vrije Gates
pt_pt: Portas de Embarque disponíveis
ru_ru: Свободные Выходы
tr_tr: Bos Kapilar

# PageAirportGates_1006_name
source: Monthly Price Per Gate
es_es: Precio mensual por puerta
hu_hu: Havi kapunkénti ár
nl_nl: Maandelijkse Prijs Per Gate
pt_pt: Preço mensal por Porta de Embarque
ru_ru: Меся за Выход
tr_tr: Kapi Basi Aylik Fiyat

# PageAirportGates_1007_name
source: Airline Contracts (Gates / Months left)
es_es: Contratos de aerolineas ( puertas / mes dejaron )
hu_hu: Légitársaság szerződései (Kapuk/Hátralévő hónapok)
nl_nl: Luchtvaartmaatschappij Contracten (Gates / Maanden te gaan)
pt_pt: Contratos de Companhias (Portas de Embarque / Meses restantes)
ru_ru: Конракты Авиакомпании (Выходы / Осталось месяцев)
tr_tr: Havayolu Sözleşmeleri (Kapilar / kalan ay)

# PageAirportGates_1008_name
source: Hubs
es_es: Centros de operaciones
hu_hu: Központok
ru_ru: Хабы
tr_tr: Subeler

# PageAirports_1000_name
source: Airports
es_es: Aeropuertos
hu_hu: Repülőterek
nl_nl: Luchthavens
pt_pt: Aeroportos
ru_ru: Аэропорты
tr_tr: Havaalanlari

# PageAirports_1001_name
source: Show Results on Map
es_es: Mostrar resultados en el mapa
hu_hu: Mutasd a térképen
nl_nl: Resultaten Tonen op Kaart
pt_pt: Mostrar Resultados no Mapa
ru_ru: Показать результаты на Карте
tr_tr: Haritada göster

# PageSearchAirports_1001_name
source: Airport Search Options
es_es: Opciones de búsqueda de aeropuerto
hu_hu: Repülőtér kereső lehetőségek
nl_nl: Luchthaven Zoek Opties
pt_pt: Opções de Pesquisa de Aeroporto
ru_ru: Опции поиска аэропорта
tr_tr: Havaalani arama opsiyonlari

# PageSearchAirports_1002_name
source: Human Airports Only
es_es: Solo aeropuertos humanos
hu_hu: Csak a játékos repülőterei
nl_nl: Alleen Menselijke Luchthavens
pt_pt: Somente Aeroportos Humanos
ru_ru: Только аэропорты Игрока
tr_tr: Sadece sahip oldugum havaalanlari

# PageSearchAirports_1003_name
source: Hubs Only
es_es: Solo centros de operaciones
hu_hu: Csak a központok
nl_nl: Alleen Hubs
pt_pt: Somente Hubs
ru_ru: Только хабы
tr_tr: Sadece subeler

# PageSearchAirports_1004_name
source: Search Options
es_es: Opciones de búsqueda de aeropuerto
hu_hu: Keresési lehetőségek
nl_nl: Zoekopties
pt_pt: Opções de Pesquisa
ru_ru: Опции Поиска
tr_tr: Arama Seçenekleri

# PageSearchAirports_1005_name
source: Search for Region
es_es: Región
hu_hu: Keresés régióra
nl_nl: Zoek naar Regio
pt_pt: Procurar por Região
ru_ru: Искать в Регионе
tr_tr: Bölge aramasi

# PageSearchAirports_1006_name
source: Search for Country
es_es: País
hu_hu: Keresés országra
nl_nl: Zoek naar Land
pt_pt: Procurar por País
ru_ru: Искать в Стране
tr_tr: Ülke aramasi

# PageSearchAirports_1007_name
source: Search for Airport Size
es_es: tamano aeropuerto
hu_hu: Keresés repülőtér méretére
nl_nl: Zoek naar Luchthaven Grootte
pt_pt: Procurar por Tamanho de Aeroporto
ru_ru: Искать по размеру аэропорта
tr_tr: Havaalani büyüklügüne göre ara

# PageSearchAirports_1008_name
source: Search For Text
es_es: Busqueda para
hu_hu: Keresés szövegre
nl_nl: Zoek naar Tekst
pt_pt: Procurar por Texto
ru_ru: Искать текст
tr_tr: Sözcük aramasi

# PageExtendedSearchAirports_1001_name
source: Extended Airport Search Options
es_es: Opciones de búsqueda ampliadas de aeropuerto
hu_hu: Kibővített repülőtér-keresési lehetőségek
nl_nl: Uitgebreide Zoekopties Luchthaven
pt_pt: Opções de Pesquisa Detalhada de Aeroporto
ru_ru: Расширенные поиск аэропорта
tr_tr: Genisletilmis havaalani arama opsiyonlari

# PageExtendedSearchAirports_1002_name
source: Search Airports Within
es_es: Buscar aeropuertos en un radio
hu_hu: Repülőterek keresése a körzeten belül
nl_nl: Zoek Luchthaven Binnen
pt_pt: Procurar Aeroportos em
ru_ru: Искать аэропорты в границах
tr_tr: Icindeki havaalanlarini ara

# PageExtendedSearchAirports_1003_name
source: Of
es_es: de
hu_hu: Ebből
nl_nl: Van
pt_pt: De
ru_ru: Из
tr_tr: den

# PageExtendedSearchAirports_1004_name
source: Distance
es_es: Distancia
hu_hu: Távolság
nl_nl: Afstand
pt_pt: Distância
ru_ru: Расстояние
tr_tr: Mesafe

# PageAirportsStatistics_1001_name
source: Largest Airports / Passengers
es_es: Mayores aeropuertos / Pasajeros
hu_hu: Legnagyobb repterek / Legtöbb utas
nl_nl: Grootste luchthavens / passagiers
pt_pt: Maiores Aeroportos / Passageiros
ru_ru: Крупнейшие аэропорты / Пассажиры
tr_tr: Büyük Havaalanları / Yolcular

# PageAirline_1000_name
source: Most Profitable Routes
es_es: Aerolínea
hu_hu: Legnyereségesebb útvonalak
nl_nl: Meest Winstgevende Routes
pt_pt: Rotas mais Lucrativas
ru_ru: Самые доходные Маршруты
tr_tr: En cok kazandiran güzergah

# PageAirline_1001_name
source: Most Used Aircrafts
es_es: Perfil
hu_hu: Legtöbbet használt repülőgépek
nl_nl: Meest Gebruikte Vliegtuigen
pt_pt: Aeronaves mais usadas
ru_ru: Наиболее используемые самолеты
tr_tr: En cok kullanilan ucak modeli

# PageAirline_1002_name
source: Most Gates
es_es: Nombre de la Aerolínea
hu_hu: Legtöbb kapu
nl_nl: Meeste Gates
pt_pt: Maior número de Portas de Embarque
ru_ru: Наибольшее кол-во Выходов
tr_tr: Enfazla kapi

# PageAirline_1003_name
source: Ask for Codesharing
es_es: Código IATA
hu_hu: Felkérés Codesharing együttműködésre
nl_nl: Vraag voor Codesharing
pt_pt: Pedir Partilha de Códigos
tr_tr: Kod paylasimi icin sor

# PageAirline_1004_name
source: Invite to Alliance
es_es: Presidente
hu_hu: Meghívás a szövetségbe
nl_nl: Nodig uit voor Samenwerking
pt_pt: Convidar para Aliança
ru_ru: Пригласить в Альянс
tr_tr: Birlige davet et

# PageAirline_1005_name
source: Select Alliance
es_es: País de origen
hu_hu: Szövetség választása
nl_nl: Kies Samenwerking
pt_pt: Seleccionar Aliança
ru_ru: Выбрать Альянс
tr_tr: Birlik sec

# PageAirline_1006_name
source: Airline color
es_es: Color de la aerolínea
hu_hu: Légitársaság színe
nl_nl: Kleur maatschappij
pt_pt: Cor da Companhia
ru_ru: Цвет авиакомпании
tr_tr: Havayolu rengi

# PageAirline_1007_name
source: Fleet size
es_es: Tamaño de la flota
hu_hu: Flotta mérete
nl_nl: Aantal vliegtuigen in vloot
pt_pt: Tamanho da Frota
ru_ru: Размер флота
tr_tr: Filo büyüklügü

# PageAirline_1008_name
source: Capital
hu_hu: Tőke
nl_nl: Kapitaal
ru_ru: Столица
tr_tr: Ana para

# PageAirline_1009_name
source: Reputation
es_es: Reputación
hu_hu: Megítélés
nl_nl: Reputatie
pt_pt: Reputação
ru_ru: Репутация
tr_tr: Itibar

# PageAirline_1010_name
source: Passenger Happiness
es_es: Satisfacción de los pasajeros
hu_hu: Utas-elégedettség
nl_nl: Klant Tevredenheid
pt_pt: Felicidade dos Passageiros
ru_ru: Довольство пассажиров
tr_tr: Yolcu mutlulugu

# PageAirline_1011_name
source: Destinations / Hubs
es_es: Destinos / Centros de operaciones
hu_hu: Célok / Központok
nl_nl: Bestemmingen / hubs
pt_pt: Destinos / Hubs
ru_ru: Направления / Хабы
tr_tr: Hedef / Sube

# PageAirline_1012_name
source: Alliances
es_es: Alianzas
hu_hu: Szövetségek
nl_nl: Allianties
pt_pt: Alianças
ru_ru: Альянсы
tr_tr: Birlikler

# PageAirline_1013_name
source: None
es_es: Ninguna
hu_hu: Nincs
nl_nl: Geen
pt_pt: Nada
ru_ru: Ни один
tr_tr: Hicbiri

# PageAirline_1014_name
source: Manufacturer Contract
es_es: Contrato del fabricante
hu_hu: Gyártói szerződés
nl_nl: Contract met Fabrikant
pt_pt: Contrato de Fabricante
ru_ru: Контракт с производителем
tr_tr: Üretici kontrati

# PageAirline_1015_name
source: Manufacturer
es_es: Fabricante
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageAirline_1016_name
source: Signing Date
es_es: Fecha de firma
hu_hu: Aláírás dátuma
nl_nl: Ondertekeningsdatum
pt_pt: Data de assinatura
ru_ru: Дата подписания
tr_tr: Imza tarihi

# PageAirline_1017_name
source: Expiration Date
es_es: Fecha de vencimiento
hu_hu: Lejárat Dátuma
nl_nl: Afloop Datum
pt_pt: Data de validade
ru_ru: Дата окончания
tr_tr: Bitis zamani

# PageAirline_1018_name
source: Discount
es_es: Descuento
hu_hu: Kedvezmény
nl_nl: Korting
pt_pt: Desconto
ru_ru: Скидка
tr_tr: Indirim

# PageAirline_1019_name
source: Airliners
es_es: Aviones
hu_hu: Repülőgépek
nl_nl: Vliegtuigen
pt_pt: Aeronaves
ru_ru: Самолеты
tr_tr: Ucaklar

# PageAirline_1020_name
source: Human Controlling Airline:
es_es: Aerolínea controlada por humano
hu_hu: Játékos által irányított légitársaság:
nl_nl: Maatschappij van Menselijke Speler
pt_pt: Companhia de controlo humano
ru_ru: Авиакомпания Игрока:
tr_tr: Kontrol edilen hava yolu

# PageAirline_1021_name
source: Parent Airline
es_es: aerea matriz
hu_hu: Anyatársaság
nl_nl: Moedermaatschappij
pt_pt: Companhia-mãe
ru_ru: Родительская авиакомпания
tr_tr: Sahip havayolu

# PageAirline_1022_name
source: Airline Purchasing
es_es: Adquisición de aerolínea
hu_hu: Légitársaság felvásárlás
nl_nl: Luchtvaartmaatschappij Kopen
pt_pt: Compra de Companhia
ru_ru: Покупка авиакомпании
tr_tr: Alt sirket olarak satin al

# PageAirline_1023_name
source: Buy Airline
es_es: Comprar aerolínea
hu_hu: Légitársaság megvétele
nl_nl: Koop Luchtvaartmaatschappij
pt_pt: Comprar Companhia
ru_ru: Купить авиакомпанию
tr_tr: Hava yolunu tamamen satin al

# PageAirline_1024_name
source: Founded
es_es: Fundado
hu_hu: Alapítva
nl_nl: Opgericht
pt_pt: Fundada
ru_ru: Год основания
tr_tr: Kuruldu

# PageAirlines_1000_name
source: Largest Fleet
es_es: Aerolíneas
hu_hu: Legnagyobb flotta
nl_nl: Grootste Vloot
pt_pt: Maior Frota
ru_ru: Крупнейший флот
tr_tr: En büyük filo

# PageAirlines_1001_name
source: Most Gates
es_es: Aerolínea humana
hu_hu: Legtöbb kapu
nl_nl: Meeste Gates
pt_pt: Maior número de Portas de Embarque
ru_ru: Больше всего Выходов
tr_tr: En fazla kapi

# PageAirlines_1002_name
source: Most Routes
es_es: Aerolínea filial
hu_hu: Legtöbb útvonal
nl_nl: Meeste Routes
pt_pt: Maior número de rotas
ru_ru: Больше всего маршрутов
tr_tr: En fazla güzergah

# PageCalendar_1000_name
source: Show Home Country Holidays
es_es: Calendario
hu_hu: Mutasd a hazai ünnepnapokat
nl_nl: Toon Thuis Land Vakanties
pt_pt: Mostrar Feriados do País de Origem
ru_ru: Показать домашние праздники
tr_tr: Tatil günlerini göster

# PageCalendar_1001_name
source: Show All Holidays
hu_hu: Szabadnapok megjelenítése
nl_nl: Toon Alle Vakantie's
pt_pt: Mostrar todos os Feriados
ru_ru: Показать все праздники
tr_tr: Bütün Tatilleri Göster

# PageFlights_1000_name
source: Airline
es_es: Vuelos
hu_hu: Légitársaság
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
ru_ru: Авиакомпания
tr_tr: Havayolu

# PagePilots_200_name
source: Build Flight School
es_es: Construir la escuela de vuelo
hu_hu: Repülősiskola építése
nl_nl: Bouw Luchtvaart School
pt_pt: Construir Escola de Voo
ru_ru: Построить летную школу
tr_tr: Ucus okulu ac

# PagePilots_1000_name
source: Flight Schools & Pilots
es_es: Escuelas de vuelo y Pilotos
hu_hu: Repülősiskolák és pilóták
nl_nl: Luchtvaart Scholen & Piloten
pt_pt: Escolas de Voo & Pilotos
ru_ru: Летные школы и Пилоты
tr_tr: Ucus okullari & Pilotlar

# PagePilots_1001_name
source: Pilots
es_es: Pilotos
hu_hu: Pilóták
nl_nl: Piloten
pt_pt: Pilotos
ru_ru: Пилоты
tr_tr: Pilotlar

# PagePilots_1002_name
source: Instructors
es_es: Instructores
hu_hu: Oktatók
nl_nl: Instructeurs
pt_pt: Instrutores
ru_ru: Инструкторы
tr_tr: Sigortalar

# PagePilots_1003_name
source: Flight Schools
es_es: Escuelas de Vuelo
hu_hu: Repülősiskolák
nl_nl: Luchtvaart Scholen
pt_pt: Escolas de Vo
ru_ru: Летные школы
tr_tr: Ucus okullari

# PagePilots_1004_name
source: Select City for Flight School
es_es: Seleccionar la ciudad para la escuela de vuelo
hu_hu: A Repülősiskola városának kiválasztása
nl_nl: Kies Stad voor Luchtvaart School
pt_pt: Seleccionar Cidade para Escola de Voo
ru_ru: Выбрать город для Летной Школы
tr_tr: Ucus okulu icin sehir sec

# PageAlliances_1000_name
source: Alliances
es_es: Alianzas
hu_hu: Szövetségek
nl_nl: Allianties
pt_pt: Alianças
ru_ru: Альянсы
tr_tr: Birlikler

# PageAlliances_200_name
source: Create New Alliance
es_es: Crear nueva alianza
hu_hu: Új szövetség létrehozása
nl_nl: Creëer Nieuwe Aliantie
pt_pt: Criar nova Aliança
ru_ru: Создать новый Альянс
tr_tr: Yeni birlik kur

# PageNewsBox_201_name
source: Mark All As Read
es_es: Marcar todos como leidos
hu_hu: Mindet olvasottnak jelöl
nl_nl: Alles Markeren Als Gelezen
pt_pt: Marcar tudo como lido
ru_ru: Отметить все как прочитанные
tr_tr: Hepsini okunmus olarak isaretle

# PageNewsBox_202_name
source: Delete Selected News
es_es: Eliminar noticia seleccionada.
hu_hu: Kiválasztott hírek törlése
nl_nl: Verwijder Geselecteerd Nieuws
pt_pt: Apagar novidades seleccionadas
ru_ru: Удалить выбраные новости
tr_tr: Secilen haberleri sil

# PageNewsBox_1000_name
source: News
es_es: Noticias
hu_hu: Hírek
nl_nl: Nieuws
pt_pt: Notícias
ru_ru: Новости
tr_tr: Haberler

# PageSettings_1000_name
source: Fullscreen Mode
es_es: Configuración
hu_hu: Teljes képernyős mód
nl_nl: Volledige Scherm Modus
pt_pt: Modo Ecrã Inteiro
ru_ru: Полноэкранный режим
tr_tr: Tam ekran modu

# PageSettings_1001_name
source: Windowed Mode
es_es: Velocidad de juego
hu_hu: Ablakos mód
nl_nl: Venster Modus
pt_pt: Modo Janela
ru_ru: Оконный режим
tr_tr: Pencere modu

# PageSettings_1002_name
source: Screen Mode
es_es: Idioma
hu_hu: Ablak beállítása
nl_nl: Scherm Modus
pt_pt: Modo de Ecrã
ru_ru: Режим экрана
tr_tr: Ekran Modu

# PageSettings_1003_name
source: Language
es_es: Apariencia
hu_hu: Nyelv
nl_nl: Taal
pt_pt: Linguagem
ru_ru: Выбрать язык
tr_tr: Dil

# PageSettings_1004_name
source: Mail on Landings
es_es: Recibir correo al aterrizar
hu_hu: Levél a leszállásról
nl_nl: Mail bij Landingen
pt_pt: Mensagem nas Aterragens
ru_ru: Почта при посадке
tr_tr: Inislerde mesaj

# PageSettings_1005_name
source: Airport Code Format
es_es: Formato del código del aeropuerto
hu_hu: Repülőtér kód formátuma
nl_nl: Weergave Luchthavencode
pt_pt: Formato de Código Aeroportuário
ru_ru: Формат кода аэропорта
tr_tr: Havaalani kod formati

# PageSettings_1006_name
source: Minutes Per Turn
es_es: Minutos por turno
hu_hu: Körönkénti percek
nl_nl: Minuten Per Beurt
pt_pt: Minutos por turno
ru_ru: Минут за ход
tr_tr: Dakikadaki döngü sayisi

# PageSettings_1007_name
source: Mail on Bad Weather?
es_es: Recibir correo en caso de mal tiempo
hu_hu: Levél a rossz időjárásról?
nl_nl: Mail bij Slecht Weer?
pt_pt: Aviso de mau tempo?
ru_ru: Почта при плохой погоде?
tr_tr: Kötü hava sartlarinda mail gelsin mi ?

# PageSettings_1008_name
source: Use Shortened Currency
es_es: Utilizar acortar moneda.
hu_hu: Pénznem rövidítése
nl_nl: Gebruik Verkorte Valuta
pt_pt: Usar moeda simplificada
ru_ru: Использовать валютный символ
tr_tr: Küsüratli para kullanma

# PageCredits_1000_name
source: Credits
es_es: Créditos
hu_hu: Készítők
pt_pt: Créditos
ru_ru: Разработчики
tr_tr: Krediler

# PageNewGame_200_name
source: Create New Game
es_es: Crear Nueva Partida
hu_hu: Új játék
nl_nl: Nieuw spel aanmaken
pt_pt: Criar novo jogo
ru_ru: Создать Новую Игру
tr_tr: Yeni oyun olustur

# PageNewGame_201_name
source: Create Game
es_es: Crear Partida
hu_hu: Új játék
nl_nl: Spel aanmaken
pt_pt: Criar Jogo
ru_ru: Создать Игру
tr_tr: Oyun olustur

# PageNewGame_202_name
source: Back to Start Menu
es_es: Menú de Inicio
hu_hu: Vissza a kezdőképernyőre
nl_nl: Terug naar Startmenu
pt_pt: Voltar ao Menu Inicial
ru_ru: Назад в Главное Меню
tr_tr: Bağlangıç menüsüne geri dön
