Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# MsgYes_1000_name
source: _Yes
es_es: _Sí
hu_hu: _Igen
nl_nl: _Ja
pt_pt: _Sim
ru_ru: _Да
tr_tr: _Evet

# MsgNo_1000_name
source: _No
hu_hu: _Nem
nl_nl: _Nee
pt_pt: _Não
ru_ru: _Нет
tr_tr: _Hayir

# MsgCancel_1000_name
source: _Cancel
es_es: _Cancelar
hu_hu: _Mégsem
nl_nl: _Annuleren
pt_pt: _Cancelar
ru_ru: _Отменить
tr_tr: _Iptal

# MsgOk_1000_name
source: O_k
ru_ru: О_к
tr_tr: Ta_mam

# General_100_name
source: Ok
ru_ru: Ок
tr_tr: Tamam

# General_101_name
source: Cancel
es_es: Cancelar
hu_hu: Mégsem
nl_nl: Annuleren
pt_pt: Cancelar
ru_ru: Отменить
tr_tr: Iptal

# General_102_name
source: Redo
es_es: Rehacer
hu_hu: Újra
nl_nl: Opnieuw
pt_pt: Refazer
ru_ru: Повторить
tr_tr: Tekrar basla

# General_103_name
source: Undo
es_es: Deshacer
hu_hu: Visszavon
nl_nl: Ongedaan maken
pt_pt: Reverter
ru_ru: Вернуть
tr_tr: Geri

# General_104_name
source: Add
es_es: Añadir
hu_hu: Hozzáad
nl_nl: Toevoegen
pt_pt: Adicionar
ru_ru: Добавить
tr_tr: Ekle

# General_105_name
source: Remove
es_es: Quitar
hu_hu: Töröl
nl_nl: Verwijderen
pt_pt: Remover
ru_ru: Убрать
tr_tr: Kaldir

# General_106_name
source: Yes
es_es: Sí
hu_hu: Igen
nl_nl: Ja
pt_pt: Sim
ru_ru: Да
tr_tr: Evet

# General_107_name
source: No
hu_hu: Nem
nl_nl: Nee
pt_pt: Não
ru_ru: Нет
tr_tr: Hayir

# General_108_name
source: Reset
es_es: Restaurar
hu_hu: Visszaállítás
nl_nl: Alles terugzetten
pt_pt: Restabelecer
ru_ru: Сбросить
tr_tr: Tekrar basla

# General_109_name
source: Search
es_es: Buscar
hu_hu: Keres
nl_nl: Zoeken
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Ara

# General_110_name
source: Clear
es_es: Borrar el Filtro
hu_hu: Töröl
nl_nl: Verwijder
pt_pt: Limpar
ru_ru: Очистить
tr_tr: Temizle

# General_111_name
source: All
es_es: Todos
hu_hu: Mind
nl_nl: Alles
pt_pt: Tudo
ru_ru: Все
tr_tr: Hepsi

# General_112_name
source: Auto Generate
es_es: Generar Automáticamente
hu_hu: Automatikus létrehozás
nl_nl: Genereer Automatisch
pt_pt: Gerar Automaticamente
ru_ru: Автогенерация
tr_tr: Otomatik Olustur

# General_113_name
source: Save
es_es: Guardar
hu_hu: Ment
nl_nl: Opslaan
pt_pt: Guardar
ru_ru: Сохранить
tr_tr: Kaydet

# General_114_name
source: Load
es_es: Cargar
hu_hu: Betölt
nl_nl: Laden
pt_pt: Carregar
ru_ru: Загрузить
tr_tr: Yükle

# General_115_name
source: Load Configuration
es_es: Cargar Configuración
hu_hu: Beállítás betöltése
nl_nl: Laad Configuratie
pt_pt: Carregar Configuração
ru_ru: Загрузить Конфигурацию
tr_tr: Yapilandirmayi Yükle

# General_116_name
source: Change
es_es: Cambiar
hu_hu: Változtat
nl_nl: Wijzigen
pt_pt: Mudar
ru_ru: Изменить
tr_tr: Degistir

# General_1000_name
source: Untranslated Title
es_es: Título sin Traducir
hu_hu: Lefordítatlan cím
nl_nl: Niet vertaald
pt_pt: Título Não Traduzido
ru_ru: Непереводимое название
tr_tr: Cevrilmemis Kisim

# General_2000_name
source: Million
es_es: Millones
hu_hu: Millió
nl_nl: Miljoen
pt_pt: Milhão
ru_ru: Миллион
tr_tr: Milyon

# General_2001_name
source: Billion
es_es: Mil millones
hu_hu: Milliárd
nl_nl: Miljard
pt_pt: Mil Milhões
ru_ru: Миллиард
tr_tr: Milyar

# LanguageTranslationConverter_1000_name
source: Type
es_es: Tipo
hu_hu: Típus
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# LanguageTranslationConverter_1001_name
source: Subject
es_es: Asunto
hu_hu: Tárgy
nl_nl: Onderwerp
pt_pt: Assunto
ru_ru: Тема
tr_tr: Nesne

# LanguageTranslationConverter_1002_name
source: Received
es_es: Recibido
hu_hu: Bejövő
nl_nl: Ontvangen
pt_pt: Recebido
ru_ru: Получено
tr_tr: Teslim edildi

# PopUpTimeTable_1000_name
source: Route Timetable
es_es: Horario de Ruta
hu_hu: Útvonal menetrendje
nl_nl: Vluchtschema
pt_pt: Grelha Horária da Rota
ru_ru: Расписание маршрутов
tr_tr: Güzergah Zaman Tablosu

# PopUpBuildRunway_1000_name
source: Build Runway
es_es: Construir Pista
hu_hu: Kifutópálya építése
nl_nl: Bouw Landingsbaan
pt_pt: Construir Pista
ru_ru: Построить ВПП
tr_tr: Pist Insa Et

# PopUpBuildRunway_1001_name
source: Runway Name
es_es: Nombre de Pista
hu_hu: Kifutópálya neve
nl_nl: Landingsbaan Naam
pt_pt: Nome da Pista
ru_ru: Название ВПП
tr_tr: Pist Adi

# PopUpBuildRunway_1002_name
source: Surface Type
es_es: Tipo de Superficie
hu_hu: Felület típusa
nl_nl: Type Ondergrond
pt_pt: Tipo Pavimento
ru_ru: Тип покрытия
tr_tr: Yüzey Tipi

# PopUpBuildRunway_1003_name
source: Runway Length
es_es: Longitud de Pista
hu_hu: Kifutópálya hossza
nl_nl: Landingsbaan Lengte
pt_pt: Comprimento da Pista
ru_ru: Длина ВПП
tr_tr: Pist Uzunlugu

# PopUpAirlinerRoutes_1000_name
source: Transfer Schedule
es_es: Transferir Itinerario
hu_hu: Beosztás áthelyezése
nl_nl: Transferrooster
pt_pt: Transferir Horário
ru_ru: Переместить расписание
tr_tr: Aktarim Plani

# PopUpAirlinerRoutes_1001_name
source: Select Airliner to Transfer Schedule From
es_es: Seleccione Avión transferir Horario De
hu_hu: Válassza ki a repülőgépet, melynek beosztását szeretné átmásolni
nl_nl: Selecteer Vliegtuig om Dienstregeling van Over te Dragen
pt_pt: Seleccionar Aeronave para Transferir o Horário
ru_ru: Выбрать самолет для перемещения расписания из
tr_tr: Aktarma Icin Ucak Seciniz

# PopUpTerminal_1000_name
source: Create Terminal
es_es: Crear Terminal
hu_hu: Terminál létrehozása
nl_nl: Creëer Terminal
pt_pt: Criar Terminal
ru_ru: Создать Терминал
tr_tr: Terminal Yap

# PopUpTerminal_1001_name
source: Number of Gates
es_es: Número de Puertas
hu_hu: Kapuk száma
nl_nl: Aantal Gates
pt_pt: Número de Portas de Embarque
ru_ru: Количество Выходов
tr_tr: Kapi Numaralari

# PopUpTerminal_1002_name
source: Basic Price for Terminal
es_es: Precio base para terminal
hu_hu: Terminál alapára
nl_nl: Basisprijs voor Terminal
pt_pt: Preço Básico para o Terminal
ru_ru: Базовая цена за Терминал
tr_tr: Basit Terminal Fiyati

# PopUpTerminal_1003_name
source: Price Per Terminal Gate
es_es: precio por puerta de terminal
hu_hu: Beszállókapunkénti ár
nl_nl: Prijs Per Terminal Gate
pt_pt: Preço por Porta de Embarque do Terminal
ru_ru: Цена за Выход в Терминале
tr_tr: Terminal Kapisi Basina Birim Fiyati

# PopUpTerminal_1004_name
source: Days to Create Terminal
es_es: Días para crear terminal
hu_hu: Terminál felépítéséhez szükséges napok
nl_nl: Dagen om Terminal te Creëren
pt_pt: Dias para a criação do Terminal
ru_ru: Дней на создание терминала
tr_tr: Terminal yapimi icin gerekli olan gün

# PopUpTerminal_1005_name
source: Total Terminal Trice
es_es: Precio terminales totales
hu_hu: Terminál teljes költsége
nl_nl: Totale Prijs Terminal
pt_pt: Preço Total do Terminal
ru_ru: Общая цена за Терминал
tr_tr: Toplam Terminal Süresi

# PopUpTerminal_1006_name
source: Total Terminal Price
es_es: Precio terminales totales
hu_hu: Terminál teljes költsége
nl_nl: Totale Prijs Terminal
pt_pt: Preço Total do Terminal
ru_ru: Общая цена за Терминал
tr_tr: Toplam Terminal Fiyati

# PopUpTerminal_1007_name
source: Terminal Name
es_es: Nombre de terminal
hu_hu: Terminál neve
nl_nl: Terminal Naam
pt_pt: Nome do Terminal
ru_ru: Название Терминала
tr_tr: Terminal ismi

# PopUpRouteFacilities_1000_name
source: Change Airliner Class Facilities
es_es: Cambiar configuración de cabina del avión
hu_hu: Repülőgép osztályonkénti szolgáltatásainak módosítása
nl_nl: Verander Faciliteiten Vliegtuigklasse
pt_pt: Mudar privilégios de cada classe
ru_ru: Сменить компановку по классам
tr_tr: Ucak Siniflarini Degistir

# PopUpRouteFacilities_1001_name
source: Food on Board
es_es: Comida a bordo
hu_hu: Ételfelszolgálás
nl_nl: Eten aan Boord
pt_pt: Comida a bordo
ru_ru: Питание на борту
tr_tr: Verilen Yiyecek

# PopUpRouteFacilities_1002_name
source: Drinks on Board
es_es: Bebidas a bordo
hu_hu: Italfelszolgálás
nl_nl: Drinken aan Boord
pt_pt: Bebidas a bordo
ru_ru: Напитки на борту
tr_tr: Verilen Icecek

# PopUpRouteFacilities_1003_name
source: Cabin Crew on Board
es_es: Tripulación de abordo
hu_hu: Személyzet a fedélzeten
nl_nl: Cabine Personeel aan Boord
pt_pt: Assistentes de Bordo
ru_ru: Бортпроводники на борту
tr_tr: Görevli Kabin Memuru

# PopUpRouteFacilities_1004_name
source: Type of Seating
es_es: Tipo de asiento
hu_hu: Ülések típusa
nl_nl: Type Stoel
pt_pt: Tipo de Assento
ru_ru: Тип сидений
tr_tr: Koltuk Türü

# PopUpRouteFacilities_1005_name
source: Fare Price
es_es: Precio de tarifa
hu_hu: Jegyár
nl_nl: Prijs
pt_pt: Preço da Viagem
ru_ru: Цена билета
tr_tr: Yolculuk Ücreti

# PopUpSave_1000_name
source: Save Game
es_es: Guardar juego
hu_hu: Mentés
nl_nl: Spel Opslaan
pt_pt: Guardar o Jogo
ru_ru: Сохранить игру
tr_tr: Oyunu Kaydet

# PopUpLoad_1000_name
source: Load a Saved Game
es_es: Cargar juego guardado
hu_hu: Betöltés
nl_nl: Opgeslagen Spel Laden
pt_pt: Carregar Jogo Guardado
ru_ru: Загрузить игру
tr_tr: Kaydedilmis Oyunu Yükle

# PopUpMap_1000_name
source: Map
es_es: Mapa
hu_hu: Térkép
nl_nl: Kaart
pt_pt: Mapa
ru_ru: Карта
tr_tr: Harita

# PopUpMap_1001_name
source: +/-: Zoom In/Zoom Out
es_es: +/- Aumentar/ Achicar
hu_hu: +/-: Közelítés/Távolítás
nl_nl: +/-: Inzoomen/Uitzoomen
pt_pt: +/-: Mais perto/Mais distante
ru_ru: +/-: Приблизить/Отдалить
tr_tr: +/-: Yakinlastir/Uzaklastir

# PopUpMap_1002_name
source: Right: Right Key
es_es: Derecha: Tecla derecha
hu_hu: Jobb: Jobb Nyíl
nl_nl: Rechts: pijltoets rechts
pt_pt: Direita: Tecla Direita
ru_ru: Направо: Кнопка "→"
tr_tr: Sag: Sag Tus

# PopUpMap_1003_name
source: Left: Left Key
es_es: Izquierda: Tecla izquierda
hu_hu: Bal: Bal Nyíl
nl_nl: Links: pijltoets links
pt_pt: Esquerda: Tecla Esquerda
ru_ru: Налево: Кнопка "←"
tr_tr: Sol: Sol Tus

# PopUpMap_1004_name
source: Up: Up key
es_es: Arriba: Tecla arriba
hu_hu: Fel: Fel Nyíl
nl_nl: Omhoog: pijltoets omhoog
pt_pt: Para Cima: Tecla para Cima
ru_ru: Вверх: Кнопка "↑"
tr_tr: Yukari: Yukari Tusu

# PopUpMap_1005_name
source: Down: Down key
es_es: Abajo: Tecla abajo
hu_hu: Le: Le Nyíl
nl_nl: Omlaag: pijltoets omlaag
pt_pt: Para Baixo: Tecla para Baixo
ru_ru: Вниз: Кнопка "↓"
tr_tr: Assagi: Assagi Tusu

# PopUpLoan_1000_name
source: Apply for Loan
es_es: Solicitar préstamo
hu_hu: Hiteligénylés
nl_nl: Lening Aanvragen
pt_pt: Candidatura para empréstimo
ru_ru: Подать заявку на заем
tr_tr: Kredi Icin Basvur

# PopUpEditAirlinerName_1000_name
source: Airliner Name
es_es: Nombre del avión
hu_hu: Repülőgép Neve
nl_nl: Naam van Vliegtuig
pt_pt: Nome do Avião
ru_ru: Имя самолета
tr_tr: Ucak Adi

# PageCreateDifficulty_1000_name
source: Money Level
hu_hu: Pénzeszközök
nl_nl: Geld Niveau
pt_pt: Nível dos Fundos
ru_ru: Уровень Денег
tr_tr: Para Durumu

# PageCreateDifficulty_1001_name
source: Price Level
hu_hu: Árszínvonal
nl_nl: Prijs Niveau
pt_pt: Nível do Preço
ru_ru: Уровень цен
tr_tr: Fiyat Seviyesi

# PageCreateDifficulty_1002_name
source: Loan Level
hu_hu: Hitelek
nl_nl: Lening Niveau
pt_pt: Nível do Empréstimo
ru_ru: Уровень Кредита
tr_tr: Kredi Seviyesi

# PageCreateDifficulty_1003_name
source: Passengers Level
hu_hu: Utaslétszám
nl_nl: Passagiers Niveau
pt_pt: Nível de Passageiros
tr_tr: Yolcu Seviyesi

# PageCreateDifficulty_1004_name
source: AI Level
hu_hu: MI szintje
nl_nl: Tegenstander Niveau
pt_pt: Nível IA
ru_ru: Уровень ИИ
tr_tr: Yapay zeka seviyesi

# PopUpNewSubsidiary_1000_name
source: Create New Subsidiary
es_es: Crear nueva aerolínea subsidiaria
hu_hu: Leányvállalat létrehozása
nl_nl: Nieuwe dochtermaatschappij creëren
pt_pt: Criar Nova Subsidiária
ru_ru: Создать новую дочернюю авиакомпанию
tr_tr: Yavru Sirket Kur

# PopUpNewSubsidiary_1001_name
source: Airline Name
es_es: Nombre de la aerolínea
hu_hu: Légitársaság neve
nl_nl: Naam Luchtvaartmaatschappij
pt_pt: Nome da Companhia
ru_ru: Название авиакомпании
tr_tr: Havayolu Ismi

# PopUpNewSubsidiary_1002_name
source: Airline IATA code
es_es: Código IATA de la aerolínea
hu_hu: Légítársaság IATA kódja
nl_nl: IATA-code luchtvaartmaatschappij
pt_pt: Seleccionar código IATA
ru_ru: IATA код авиакомпании
tr_tr: Havayolu IATA Kodu

# PopUpNewSubsidiary_1003_name
source: Airline Logo
es_es: Logo de la aerolínea
hu_hu: Légitársaság logója
nl_nl: Logo Luchtvaartmaatschappij
pt_pt: Logótipo da Companhia
ru_ru: Логотип авиакомпании
tr_tr: Havayolu Logosu

# PopUpNewSubsidiary_1004_name
source: Airline Color
es_es: Color de la aerolínea
hu_hu: Légitársaság színe
nl_nl: Kleur Luchtvaartmaatschappij
pt_pt: Cor da Companhia
ru_ru: Цвет авиакомпании
tr_tr: Havayolu Rengi

# PopUpNewSubsidiary_1005_name
source: Airline Homebase
es_es: Base de la aerolínea
hu_hu: Légitársaság központja
nl_nl: Thuisbasis Luchtvaartmaatschappij
pt_pt: Base Operacional da Companhia
ru_ru: Порт приписки авиакомпании
tr_tr: Havayolu Merkez Üssü

# PopUpNewSubsidiary_1006_name
source: Start Money
es_es: Fondos iniciales
hu_hu: Kezdőtőke
nl_nl: Startgeld
pt_pt: Fundos Iniciais
ru_ru: Стартовый капитал
tr_tr: Baslangis Sermayesi

# PageRoutes_200_name
source: Create New Route
es_es: Crear nueva ruta
hu_hu: Új útvonal létrehozása
nl_nl: Nieuwe Route Creëren
pt_pt: Criar Nova Rota
ru_ru: Создать новый маршрут
tr_tr: Yeni Ucus Güzergahi Ac

# PageRoutes_201_name
source: Routes Map
es_es: Mapa de rutas
hu_hu: Útvonaltérkép
nl_nl: Route-overzicht
pt_pt: Mapa de Rotas
ru_ru: Карта маршрутов
tr_tr: Ucus Haritasi

# PageRoutes_1000_name
source: Routes
es_es: Rutas
hu_hu: Útvonalak
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: Güzergahlar

# PageRoutes_1001_name
source: Airline Routes
es_es: Rutas de la aerolínea
hu_hu: Légitársaság útvonalai
nl_nl: Vliegroutes
pt_pt: Rotas da Companhia
ru_ru: Маршруты авиакомпании
tr_tr: Ucak Güzergahlari

# PageRoutes_1002_name
source: Flight Restrictions
es_es: Restricciones de vuelo
hu_hu: Légtérkorlátozások
nl_nl: Vluchtrestricties
pt_pt: Restrições de Voo
ru_ru: Запрет на полеты
tr_tr: Ucus Kisitlamalari

# PageRoutes_1003_name
source: {0} Routes
es_es: {0} Rutas
hu_hu: {0} útvonal
pt_pt: {0} Rotas
ru_ru: {0} Маршрутов
tr_tr: {0} Güzergahlar

# PageFrontMenu_200_name
source: New Game
es_es: Nueva Partida
hu_hu: Új játék
nl_nl: Nieuw spel
pt_pt: Novo Jogo
ru_ru: Новая Игра
tr_tr: Yeni Oyun

# PageFrontMenu_201_name
source: Load Game
es_es: Cargar Partida
hu_hu: Játék betöltése
nl_nl: Laad spel
pt_pt: Carregar Jogo
ru_ru: Загрузить Игру
tr_tr: Oyun Yükle

# PageFrontMenu_202_name
source: Settings
es_es: Configuración
hu_hu: Beállítások
nl_nl: Instellingen
pt_pt: Configurações
ru_ru: Настройки
tr_tr: Seçenekler

# PageFrontMenu_203_name
source: Credits
es_es: Créditos
hu_hu: Készítők
pt_pt: Créditos
ru_ru: Разработчики
tr_tr: Krediler

# PageFrontMenu_204_name
source: Exit Game
es_es: Salir del Juego
hu_hu: Kilépés a játékból
nl_nl: Spel afsluiten
pt_pt: Sair do Jogo
ru_ru: Выйти из игры
tr_tr: Oyundan Çık

# PageFrontMenu_1001_name
source: Start Menu
es_es: Menú de Inicio
hu_hu: Főmenü
pt_pt: Menu Inicial
ru_ru: Главное Меню
tr_tr: Başlangıç Menüsü

# PageFleetAirliner_200_name
source: Purchase Airliner
es_es: Compre avion
hu_hu: Repülőgép vásárlása
nl_nl: Koop Vliegtuig
pt_pt: Comprar Aeronave
ru_ru: Купить самолет
tr_tr: Ucak Kirala

# PageFleetAirliner_1000_name
source: Fleet Airliner
es_es: Flota de aviones
hu_hu: Repülőgép flotta
nl_nl: Vliegtuigvloot
pt_pt: Frota da Companhia
ru_ru: Самолет Флота
tr_tr: Havayolu Filosu

# PageFleetAirliner_1001_name
source: Airliner Type
es_es: Tipo de avión
hu_hu: Repülőgép típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Aeronave
ru_ru: Тип самолета
tr_tr: Ucak Tipi

# PageFleetAirliner_1002_name
source: Name
es_es: Nombre
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageFleetAirliner_1003_name
source: Manufacturer
es_es: Fabricante
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageFleetAirliner_1004_name
source: Body Type
es_es: Fuselaje
hu_hu: Törzs típusa
nl_nl: Romp Type
pt_pt: Tipo de Fuselagem
ru_ru: Тип фюзеляжа
tr_tr: Gövde Tipi

# PageFleetAirliner_1005_name
source: Range
es_es: Alcance
hu_hu: Repülési távolság
nl_nl: Vliegbereik
pt_pt: Alcance
ru_ru: Дальность полета
tr_tr: Ucus Mesafesi

# PageFleetAirliner_1006_name
source: Engine Type
es_es: Tipo de motor
hu_hu: Hajtómű típusa
nl_nl: Type Motor
pt_pt: Tipo de Motor
ru_ru: Тип двигателя
tr_tr: Motor Tipi

# PageFleetAirliner_1007_name
source: Wingspan
es_es: Envergadura
hu_hu: Fesztávolság
nl_nl: Spanwijdte
pt_pt: Envergadura
ru_ru: Размах крыльев
tr_tr: Kanat Genisligi

# PageFleetAirliner_1008_name
source: Length
es_es: Longitud
hu_hu: Hosszúság
nl_nl: Lengte
pt_pt: Comprimento
ru_ru: Длина
tr_tr: Uzunluk

# PageFleetAirliner_1009_name
source: Passenger Capacity
es_es: Capacidad de pasajeros
hu_hu: Utaskapacitás
nl_nl: Passagiers Capaciteit
pt_pt: Capacidade de Passageiros
ru_ru: Макс. кол-во пассажиров
tr_tr: Yolcu Kapasitesi

# PageFleetAirliner_1010_name
source: Max Airliner Classes
es_es: Máximo de clases del avión
hu_hu: Max. osztályok száma
nl_nl: Max. Vliegtuigklassen
pt_pt: Número Máximo de Classes
ru_ru: Макс. число пассажирских классов
tr_tr: Maksimum Ucus Sinifi Sayisi

# PageFleetAirliner_1011_name
source: Required Runway Length
es_es: Longitud de pista requerida
hu_hu: Szükséges kifutópályahossz
nl_nl: Vereiste Landingsbaan Lengte
pt_pt: Comprimento de Pista Requerido
ru_ru: Требуемая длина ВПП
tr_tr: Gerekli Ucus Pisti Uzunlugu

# PageFleetAirliner_1012_name
source: Cockpit: {0} Cabin: {1}
es_es: Cabina de mando: {0} Cabina de pasajeros: {1}
hu_hu: Pilótafülke: {0} Kabin: {1}
nl_nl: Cockpit: {0} Cabine: {1}
pt_pt: Cockpit: {0} Cabine: {1}
ru_ru: Пилоты: {0} Бортпроводники: {1}
tr_tr: Kokpit: {0} Kabin: {1}

# PageFleetAirliner_1013_name
source: Crew Requirements
es_es: Requerimiento de personal
hu_hu: Szükséges személyzet
nl_nl: Vereist Personeel
pt_pt: Requisitos de Pessoal
ru_ru: Необходимый экипаж
tr_tr: Gerekli Olan Personel

# PageFleetAirliner_1014_name
source: Cruising Speed
es_es: Velocidad crucero
hu_hu: Utazósebesség
nl_nl: Kruissnelheid
pt_pt: Velocidade de Cruzeiro
ru_ru: Крейсерская скорость
tr_tr: Ucus hizi

# PageFleetAirliner_1015_name
source: Fuel Consumption
es_es: Consumo de combustible
hu_hu: Üzemanyagfogyasztás
nl_nl: Brandstofverbuik
pt_pt: Consumo de Combustível
ru_ru: Расход топлива
tr_tr: Yakıt Tüketimi

# PageFleetAirliner_1016_name
source: Fuel Capacity
es_es: Capacidad de combustible
hu_hu: Üzemanyagkapacitás
nl_nl: Brandstofcapaciteit
pt_pt: Capacidade de Combustível
ru_ru: Емкость топливных баков
tr_tr: Yakit Tanki Kapasitsesi

# PageFleetAirliner_1017_name
source: Owner
es_es: Propietario
hu_hu: Tulajdonos
nl_nl: Eigenaar
pt_pt: Proprietário
ru_ru: Владелец
tr_tr: Mal Sahibi

# PageFleetAirliner_1018_name
source: Home Base
es_es: Base
hu_hu: Honos bázis
nl_nl: Thuisbasis
pt_pt: Base Operacional
ru_ru: Порт приписки
tr_tr: Merkez üs

# PageFleetAirliner_1019_name
source: Built
es_es: Construido
hu_hu: Évjárat
nl_nl: Bouwjaar
pt_pt: Construído
ru_ru: Построен в
tr_tr: Insa Et

# PageFleetAirliner_1020_name
source: {0} ({1} years old)
es_es: {0} ({1} años)
hu_hu: {0} ({1} éves)
nl_nl: {0} ({1} jaar oud)
pt_pt: {0} ({1} anos)
ru_ru: {0} ({1} лет)
tr_tr: {0} ({1} yasinda)

# PageFleetAirliner_1021_name
source: Tail Number
es_es: Númro de matrícula
hu_hu: Lajstromjel
nl_nl: Registratienummer
pt_pt: Registo de Cauda
ru_ru: Рег. Номер
tr_tr: Kuyruk Numarasi

# PageFleetAirliner_1022_name
source: Flown
es_es: Distancia recorrida
hu_hu: Repült órák
nl_nl: Totaal afgelegde afstand
pt_pt: Voou
ru_ru: Налет часов
tr_tr: Havalanma

# PageFleetAirliner_1023_name
source: Time Since Last Service Check
es_es: Tiempo desde el último mantenimiento
hu_hu: Utolsó karbantartás óta eltelt idő
nl_nl: Tijd Sinds Laatste Onderhoudscheck
pt_pt: Tempo desde a última verificação
ru_ru: Время с момента проверки последнего ТО
tr_tr: Son Servis Kontrolü

# PageFleetAirliner_1024_name
source: Current Route
es_es: Posición actual
hu_hu: Jelenlegi útvonal
nl_nl: Huidige Route
pt_pt: Rota em uso
ru_ru: Текущий маршрут
tr_tr: Gecerli Güzergahlar

# PageFleetAirliner_1025_name
source: Date of Purchase
es_es: Fecha de adquisición
hu_hu: Vásárlás időpontja
nl_nl: Aankoopdatum
pt_pt: Data de compra
ru_ru: Дата покупки
tr_tr: Satin alma zamani

# PageFleetAirliner_1026_name
source: Purchase Price
es_es: Precio de adquisición
hu_hu: Vételár
nl_nl: Koopprijs
pt_pt: Preço de compra
ru_ru: Цена покупки
tr_tr: Satis fiyati

# PageFleetAirliner_1027_name
source: Fuel Capacity
es_es: Capacidad de combustible
hu_hu: Üzemanyagkapacitás
nl_nl: Brandstofcapaciteit
pt_pt: Capacidade de Combustível
ru_ru: Емкость топливных баков
tr_tr: Yakit tanki kapasitesi

# PageFleetAirliner_1028_name
source: Select Airliner Owner
es_es: Seleccionar propietario
hu_hu: Válassza ki a repülőgép tulajdonosát
nl_nl: Kies Vliegtuig Eigenaar
pt_pt: Seleccionar Proprietário da Aeronave
ru_ru: Выбрать владельца самолета
tr_tr: Ucak sahibi sec

# PageFleetAirliner_1029_name
source: Lease Information
es_es: Arrendamiento información
hu_hu: Bérlési információk
nl_nl: Lease-informatie
pt_pt: Informação do Arrendamento
ru_ru: Информация о лизинге
tr_tr: Kiralama bilgileri

# PageFleetAirliner_1030_name
source: Airliner Information
es_es: Informacion del avión
hu_hu: Repülőgép adatai
nl_nl: Vliegtuig Informatie
pt_pt: Informação da Aeronave
ru_ru: Информация о самолете
tr_tr: Ucak bilgisi

# PageFleetRoute_200_name
source: Start Flight
es_es: Comience vuelo
hu_hu: Repülés indítása
nl_nl: Start Vlucht
pt_pt: Começar Voo
ru_ru: Начать полет
tr_tr: Ucusa basla

# PageFleetRoute_201_name
source: Stop Flight
es_es: detener la fuga
hu_hu: Repülés megállítása
nl_nl: Stop Vlucht
pt_pt: Parar Voo
ru_ru: Остановить полет
tr_tr: Ucusu durdur

# PageFleetRoute_1000_name
source: This airliner is not assigned to any routes!
es_es: El avión no está asignado a ninguna ruta
hu_hu: E repülőgépet nem rendelte egy útvonalhoz sem!
nl_nl: Geen vluchten gepland voor dit vliegtuig!
pt_pt: Esta aeronave não tem rotas associadas!
ru_ru: Этот самолет не назначен ни на один маршрут!
tr_tr: Bu ucak herhangi bir güzergahta ucmuyor

# PageFleetRoute_1001_name
source: Flight Information
es_es: Información de vuelo
hu_hu: Repülési információk
nl_nl: Vluchtinformatie
pt_pt: Informação de voo
ru_ru: Информация о рейсе
tr_tr: Ucus bilgileri

# PageFleetRoute_1002_name
source: Current Status
es_es: Nuværende status
hu_hu: Jelenlegi állapot
nl_nl: Huidige Status
pt_pt: Estado
ru_ru: Текущий статус
tr_tr: Su anki durum

# PageFleetRoute_1003_name
source: Flights Per Day
es_es: Vuelos por semana
hu_hu: Napi felszállások
nl_nl: Vluchten Per Dag
pt_pt: Voos por dia
ru_ru: Рейсов в день
tr_tr: Günlük ucus sayisi

# PageFleetRoute_1004_name
source: Average Pax
es_es: pasajeros promedio
hu_hu: Átlagos utasszám
nl_nl: Gemiddeld Aantal Passagiers
pt_pt: Média de Passageiros
ru_ru: Среднее кол-во пассажиров
tr_tr: Ortalama yolcu

# PageAirliners_1000_name
source: Most Used Aircrafts
es_es: Aviones
hu_hu: Legtöbbet használt repülőgépek
nl_nl: Meest Gebruikte Vliegtuigen
pt_pt: Aeronaves mais usadas
ru_ru: Наиболее используемые самолеты
tr_tr: En cok kullanilan ucak modelleri

# PageAirliners_1001_name
source: Newest Aircrafts
es_es: Encargar nuevo avión
hu_hu: Legújabb repülőgépek
nl_nl: Nieuwste Vliegtuigen
pt_pt: Novas Aeronaves
ru_ru: Новейшие самолеты
tr_tr: Yeni Ucaklar

# PageAirliners_1002_name
source: Buy Used Airliner
es_es: Comprar avión usado
hu_hu: Használt repülőgép vásárlása
nl_nl: Gebruikt vliegtuig kopen
pt_pt: Comprar aeronave usada
ru_ru: Купить подержанный самолет
tr_tr: Kullanilmis Ucak Satin Al

# PageAirport_1000_name
source: Distances
es_es: Aeropuerto
hu_hu: Távolságok
nl_nl: Afstanden
pt_pt: Distâncias
ru_ru: Расстояния
tr_tr: Mesafeler

# PageAirport_1001_name
source: Weather Information
es_es: Información metereológica
hu_hu: Időjárási információk
nl_nl: Weersinformatie
pt_pt: Informação meteorológica
ru_ru: Информация о погоде
tr_tr: Hava Durumu Bilgisi

# PageAirport_1002_name
source: Arrivals
es_es: Llegadas
hu_hu: Érkező
nl_nl: Aankomst
pt_pt: Chegadas
ru_ru: Прибытия
tr_tr: Inisler

# PageAirport_1003_name
source: From
es_es: Desde
hu_hu: Honnan
nl_nl: Van
pt_pt: De
ru_ru: Из
tr_tr: Dan
