Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# RouteFeedback_1006_name
source: The passengers are going to be very hungry on this route or maybe bring there own food
hu_hu: Az utasok nagyon éhesek lesznek ezen az úton, lehet hogy otthonról visznek magukkal ételt
pt_pt: Os passageiros ficam com fome nesta rota ou trazem a sua própria comida.
tr_tr: Bu güzergahtaki yolcular ucus sirasinda cok acikiyorlar, belki yolcular bu ucus icin yanlarinda kendi yiyeceklerini getirebilirler

# RouteFeedback_1007_name
source: It will not be a culinary experience but people can live with it
pt_pt: Não é uma experiência culinária mas as pessoas podem viver com isso.
tr_tr: Tam bir mutfak deneyimi oldugu söylenemez fakat insanlar bununla yasayailir

# RouteFeedback_1008_name
source: Passengers loves the selection of meals onboard
hu_hu: Az utasok kedvelik a fedélzeti ételválasztékot
pt_pt: Os passageiros adoram a selecção de comidas a bordo.
tr_tr: Yolcular yolculuk sirasinda verilen ikramlari seviyor

# RouteFeedback_1009_name
source: A bad choice of seats
pt_pt: Uma má escolha de assentos
tr_tr: Kötü koltuk secimi

# RouteFeedback_1010_name
source: Standard seats for a standard experience
pt_pt: Assentos normais para uma experiência normal
tr_tr: Standart deneyimler icin standart koltuklar

# RouteFeedback_1011_name
source: You know exactly what the passengers want
hu_hu: Pontosan tudod, mire van szükségük az utasoknak
pt_pt: Sabes exactamente o que os passageiros querem
tr_tr: Yolcularin tam olarak ne istedigini biliyorsunuz

# RouteFeedback_1012_name
source: It is like you don't know what the demand from the passengers is
hu_hu: Úgy tűnik, nem tudod mire vágynak az utasok
pt_pt: Parece que não sabes qual é a procura dos passageiros.
tr_tr: Görünen o ki , yolcularinizin ne talep ettiginden haberiniz bile yok

# RouteFeedback_1013_name
source: People are not gonna be bored on this flight
pt_pt: As pessoas não ficam entediadas neste voo
tr_tr: Yolcular bu ucustan hic sikilmadi

# RouteFeedback_1014_name
source: On demand entertainment for the win!
pt_pt: Entretenimento sob pedido para a vitória!
tr_tr: Kazanmaniz icin talep edilen eglence türü !

# RouteFeedback_1015_name
source: No Wifi. Are you sure about that?
pt_pt: Sem Wifi. Estás seguro dessa escolha?
tr_tr: Wifi yok. Bu konuda emin misiniz?

# RouteFeedback_1016_name
source: The flights have paid wifi
hu_hu: A járatokon fizetős wifi van
pt_pt: Os voos têm wifi paga
tr_tr: Yolculuklar icin Wifi ücreti ödendi

# RouteFeedback_1017_name
source: Everybody loves free wifi
pt_pt: Todos gostam de wifi gratuita
tr_tr: Ücretsiz Wifi yi herkes sever

# RouteFeedback_1018_name
source: The prices are way too high for this kind of route
hu_hu: Az árak túl magasak ezen az útvonalon
pt_pt: Os preços são muito altos para este tipo de rota
tr_tr: Bu tür güzerhag icin cok pahali bir fiyat

# RouteFeedback_1019_name
source: You are spot on with the prices
hu_hu: Az áraid tökéletesek
pt_pt: Estás com o preço ideal
tr_tr: Bu fiyatla reklam yapiyorsun

# RouteFeedback_1020_name
source: Are you offering this at a discount, since it is very cheap?
pt_pt: Estás a oferecer descontos? Está muito barato.
tr_tr: Ucuz oldugu halde, indirim mi uyguluyorsunuz?

# RouteFeedback_1021_name
source: The passengers will not like this route
hu_hu: Az utasok nem fogják szeretni ezt a járatot
pt_pt: Os passageiros não gostarão desta rota
tr_tr: Yolcular buna benzer güzergahlari begenmezler

# RouteFeedback_1022_name
source: Without competition on this route you might have success
pt_pt: Deves ter sucesso já que não tens concorrência nesta rota
tr_tr: Rekabet olmadigi sürece bu güzergahta basarili olabilirsiniz

# RouteFeedback_1023_name
source: This will almost for sure be a winner
pt_pt: Deve ser quase de certeza um vencedor
tr_tr: Bu neredeyse tam bir zafer olacak

# RouteFeedback_1024_name
source: There are fees for checked bags
pt_pt: Há taxas para bagagem de porão
tr_tr: Burada canta kontrolleri icin ücret alinmaktadir

# RouteFeedback_1025_name
source: There are fees for checked bags
pt_pt: Há taxas para bagagem de porão
tr_tr: Burada canta kontrolleri icin ücret alinmaktadir

# RouteFeedback_1026_name
source: The bags are checked in for free
pt_pt: A bagagem de porão é gratuita
tr_tr: Ücretsiz canta kontrolü

# RouteFeedback_1100_name
source: There is no data yet!
hu_hu: Még nem áll rendelkezésre adat
nl_nl: Op dit moment geen data beschikbaar!
pt_pt: Ainda não há data!
tr_tr: Henüz bir bilgi yok!

# PageAirportDemand_1002_name
source: Distance
hu_hu: Távolság
nl_nl: Afstand
pt_pt: Distância
tr_tr: Mesafe

# PageAirportInfo_1057_name
source: International
hu_hu: Nemzetközi
nl_nl: Internationaal
pt_pt: Internacional
tr_tr: Uluslararası

# PageAirportDemand_1003_name
source: Country
hu_hu: Ország
nl_nl: Land
pt_pt: País
tr_tr: Ülke

# PageAirportDemand_1004_name
source: Type
hu_hu: Típus
pt_pt: Tipo
tr_tr: Tip

# PageAirportDemand_1005_name
source: Size
hu_hu: Méret
nl_nl: Grote
pt_pt: Tamanho
tr_tr: Boyut

# PageAirportDemand_1006_name
source: Airline Gates Share
pt_pt: Portas de Embarque partilhadas entre Companhias
tr_tr: Havayolu sirketinin paylastigi kapilar

# PageAirportDemand_1007_name
source: Airport Demand
pt_pt: Procura do Aeroporto
tr_tr: Havaalani ragbeti

# PageAirportDemand_1008_name
source: Airline Seats
pt_pt: Rotas da Companhia
ru_ru: Airline Routes
tr_tr: Ucak Güzergahlari

# PageAirlineFinances_1021_name
source: Last 5 Days
hu_hu: Elmúlt 5 nap
nl_nl: Laatste 5 dagen
pt_pt: Últimos 5 Dias
tr_tr: Son 5 gün

# MessageBox_3004_message
source: You are not having the correct license to fly this route
pt_pt: Não tens a licença apropriada para voar nesta rota
tr_tr: Bu güzergahta ucmaniz icin uygun bir lisansiniz yok

# MessageBox_3004_name
source: Airline license
nl_nl: Vergunning
pt_pt: Licença da Companhia
tr_tr: Havayolu Lisansi

# PageCreateRoute_1022_name
source: Show Only Hubs
nl_nl: Laat alleen hubs zien
pt_pt: Mostrar somente Hubs
tr_tr: Sadece merkezleri göster

# PageFleetAirlinerStatistics_1006_name
source: Incomes
hu_hu: Bevételek
nl_nl: Inkomsten
pt_pt: Receitas
tr_tr: Gelirler

# PageFleetAirlinerStatistics_1007_name
source: Expenses
hu_hu: Kiadások
nl_nl: Uitgaven
pt_pt: Despesas
tr_tr: Giderler

# PageFleetAirlinerStatistics_1008_name
source: Weekly Utilization
pt_pt: Utilização Semanal
tr_tr: Haftalik kullanim

# PageFleetAirlinerStatistics_1009_name
source: Airliner Condition
pt_pt: Condição da Aeronave
tr_tr: Ucak durumu

# PageFleetAirlinerStatistics_1010_name
source: In Air Percent
pt_pt: Percentagem no Ar
tr_tr: Havadaki yüzde orani

# PageNewGame_1032_name
source: International Airports
hu_hu: Nemzetközi repterek
nl_nl: Internationale luchthavens
pt_pt: Aeroportos Internacionais
tr_tr: Uluslararasi Havaalanlari

# PageNewGame_1033_name
source: All Airports
hu_hu: Minden reptér
nl_nl: Alle luchthavens
pt_pt: Todos os Aeroportos
tr_tr: Bütün havaalanlari

# PageNewGame_1034_name
source: Major Airports
hu_hu: Jelentős Repterek
nl_nl: Belangrijke luchthavens
pt_pt: Aeroportos Principais
tr_tr: Büyük havaalanlari

# PageAirlineFleet_1017_name
source: Outleased Fleet
nl_nl: Verhuurde vloot
pt_pt: Frota subalugada
tr_tr: Kiralanmislarin disindaki ucak filosu

# PageAirliners_2004_name
source: Leasing Airliners
nl_nl: Lease vliegtuigen
pt_pt: Arrendar Aeronaves
tr_tr: Kiralik ucaklar

# PageFleetAirlinerInformation_206_name
source: Outlease Airliner
nl_nl: Verhuur vliegtuigen
pt_pt: Aeronave subalugada
tr_tr: Kiralik harici ucaklar

# PageLeasingAirliners_1000_name
source: Owner
hu_hu: Tulajdonos
nl_nl: Eigenaar
pt_pt: Proprietário
tr_tr: Mal Sahibi

# MessageBox_2130_message
source: Are you sure you want to purchase 10% of the shares in {0} for a price of {1}?
hu_hu: Biztosan szeretnéd megvásárolni a következő légitársaság részvényeinek 10%-át {1}-ért: {0}
pt_pt: Tens a certeza que queres comprar 10% das acções da {0} por um valor de {1}?
tr_tr: %10 hisseyi {1} karsiliginda {0} dan almak istediginizden emin misiniz?

# MessageBox_2130_name
source: Purchase shares
hu_hu: Részvényvásárlás
nl_nl: Koop aandelen
pt_pt: Comprar Acções
tr_tr: Hisse payi

# PageAirlinesShares_202_name
source: Buy Airline
hu_hu: Légitársaság megvétele
nl_nl: Koop vliegtuig
pt_pt: Comprar Companhias
tr_tr: Havayolunu tamamen satin al

# PageAirlinesShares_203_name
source: Buy as Subsidiary
hu_hu: Vásárlás leányvállalatként
nl_nl: Koop als dochtermaatschappij
pt_pt: Comprar como Subsiária
tr_tr: Bagli yavru sirket olarak al

# PageFleetAirlinerInformation_1015_name
source: Owner
hu_hu: Tulajdonos
nl_nl: Eigenaar
pt_pt: Proprietário
tr_tr: Mal Sahibi

# MessageBox_2016_message
source: You don't have enough money to buy this airliner
pt_pt: Não tens dinheiro suficiente para comprar estas aeronaves
ru_ru: You don't have enough money to buy these airliners
tr_tr: Bu ucagi alabilmeniz icin yeterli paraniz yok.

# MessageBox_2016_name
source: Can't Buy Airliner
pt_pt: Impossível Comprar Aeronaves
ru_ru: Can't Buy Airliners
tr_tr: Ucaklari satinalamazsiniz

# MessageBox_2017_message
source: Are you sure you want to buy this airliner for {0}?
pt_pt: Tens a certeza que queres comprar estas aeronaves por {0}
ru_ru: Are you sure you want to buy these airliners for {0}?
tr_tr: {0} e bu ucagi almak istediginizden eminmisiniz?

# MessageBox_2017_name
source: Buy Airliner
pt_pt: Comprar Aeronaves
ru_ru: Buy Airliners
tr_tr: Ucaklari satin al

# PageAirlineFleet_202_name
source: Buy Airliners
hu_hu: Repülőgépek vásárlása
nl_nl: Koop vliegtuigen
pt_pt: Comprar Aeronaves
tr_tr: Ucaklari satin al

# PageNewGame_1035_name
source: Use Only Major Airlines
hu_hu: Csak jelentős légitársaságok
nl_nl: Gebruik alleen belangrijke luchtvaartmaatschappijen
pt_pt: Usar somente companhias de grande dimensão
tr_tr: Sadece büyük havaalanlarini kullan

# PageShowRoute_202_name
source: Flights
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
tr_tr: Ucuslar

# PageUsedAirliners_1008_name
source: Show Only Human Types
pt_pt: Mostrar somente tipo Humano
tr_tr: Sadece sahip olduklarimi göster

# PopUpRouteFlights_1000_name
source: Route Flights
hu_hu: Útvonal járatai
pt_pt: Voos da Rota
tr_tr: Ucus güzergahlari

# News_1018_message
source: Your missed a maintenance check for {0} and have been given a penalty of {1}
nl_nl: Jij hebt een onderhoudsbeurt voor {0} gemist en je hebt daarvoor een boete ontvangen van {1}
pt_pt: Falhaste uma verificação de manutenção para {0} e foi-te dada uma penalização de {1}
tr_tr: {0} bakimini kacirdiginiz icin {1} tutarindaki cezayi ödemek zorundasiniz

# News_1018_name
source: Missed maintenance check
hu_hu: Elmaradt karbantartás
nl_nl: Gemiste onderhoudsbeurt
pt_pt: Verificação de Manutenção Falhada
tr_tr: Kacirilan bakim kontrolü

# PageRoutePlanner_208_name
source: All Flights
hu_hu: Összes járat
nl_nl: Alle vluchten
pt_pt: Todos os Voos
tr_tr: Bütün ucuslar

# PanelAirliner_1002_name
source: Model
es_es: Modelo
hu_hu: Modell
pt_pt: Modelo
ru_ru: Модель

# PageAirlineStatistics_1005_name
source: Extended Statistics
es_es: Estadísticas ampliadas
hu_hu: Részletes statisztikák
nl_nl: Uitgebreide Statistieken
pt_pt: Estatísticas Detalhadas
ru_ru: Рпасширенная Статистика

# PageAirlineInfo_1009_name
source: Model
hu_hu: Modell
pt_pt: Modelo
ru_ru: Модель

# PopUpAirlinerSeatsConfiguration_1007_name
source: Model
pt_pt: Modelo

# PageCreateDifficulty_1008_name
source: Normal
hu_hu: Átlagos
nl_nl: Normaal
ru_ru: Нормальный

# PageRoutePlanner_1021_name
source: TTS
nl_nl: DDZ
ru_ru: Вт-Чт-Сб

# PageRoutePlanner_1024_name
source: MWF
hu_hu: H-Sz-P
nl_nl: MWV
ru_ru: Пн-Ср-Пт

# PageAirlineInsurance_1008_name
source: Airline Maintenance Centers (Name / Monthly Price / Fee)
hu_hu: Airline Maintenance Centers
nl_nl: Airline Maintenance Centers

# PageAirlineInsurance_1009_name
source: Available Maintenace Centers (Name / Monthly Price / Fee)
hu_hu: Available Maintenace Centers
nl_nl: Available Maintenace Centers

# PageFinances_2014_name
source: Internet
ru_ru: Интернет
