Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# Enums_NW_name
source: NW
es_es: NO
hu_hu: ÉNy
pt_pt: NO
ru_ru: Северо-западный
tr_tr: Kuzey bati

# Enums_N_name
source: N
hu_hu: É
ru_ru: Северный
tr_tr: Kuzey

# Enums_NE_name
source: NE
hu_hu: ÉK
nl_nl: NO
pt_pt: NW
ru_ru: Северо-восточный
tr_tr: Kuzey dogu

# Enums_E_name
source: E
hu_hu: K
nl_nl: O
pt_pt: W
ru_ru: Восточный
tr_tr: Dogu

# News_1013_message
source: [LI airline={0}] has created a route from [LI airport={1}] to [LI airport={2}] which matches one of your routes
es_es: [LI airline={0}] ha creado una ruta desde [LI airport={1}] hasta [LI airport={2}] que coincide con una de sus rutas
hu_hu: [LI airline={0}] létrehozott egy új útvonalat innen: [LI airport={1}], ide: [LI airport={2}]. E járat megegyezik az ön egy már létező útvonalával.
nl_nl: [LI airline={0}] heeft een route van[LI airport={1}] naar [LI airport={2}] welke hetzelfde is als één van onze routes
pt_pt: [LI airline={0}] criou uma rota entre [LI airport={1}] e [LI airport={2}] que corresponde a uma das tuas rotas.
ru_ru: [LI airline={0}] создала маршрут из [LI airport={1}] в [LI airport={2}] который конкурирует с одним из Ваших
tr_tr: [LI airline={0}] isimli firma , sizinde seferiniz olan [LI airport={1}] dan [LI airport={2}] a sefer düzenlemeye baslamistir.

# News_1013_name
source: Route Competition
es_es: la competencia de ruta
hu_hu: Útvonalkonkurencia
nl_nl: Vlucht Competitie
pt_pt: Competição de Rota
ru_ru: Конкуренция на Маршруте
tr_tr: Güzergah arasi Rekabet

# PageOrderAirliners_1013_name
source: Manufacturer Standard
es_es: Estándar del fabricante
hu_hu: Gyártói szabvány
nl_nl: Fabrikant Standaard
pt_pt: Padrão do Fabricante
ru_ru: Стандарт Производителя
tr_tr: Standart üretici

# PageAirlineStatistics_1006_name
source: On-Time Percentage (Human)
es_es: Porcentaje puntual (humano)
hu_hu: Időbenérkezési arány (Játékos)
nl_nl: Op Tijd Percentage (Mensen)
pt_pt: Percentagem No-Horário (Humano)
ru_ru: Одновременный Процент (Игрок)
tr_tr: Dakiklik yüzdeki (insan)

# PageAirlineStatistics_1007_name
source: Fill Degree (human)
es_es: Grado de ocupación (humano)
hu_hu: Kihasználtsági arány (Játékos)
nl_nl: Bezetting (Mensen)
pt_pt: Grau de Ocupação (humano)
ru_ru: Степень заполнения (Игрок)
tr_tr: Doluluk yüzdesi (insan)

# PageAirlineStatistics_1008_name
source: Customer Happiness
es_es: Satisfacción del Cliente
hu_hu: Utaselégedettség
nl_nl: Klanttevredenheid
pt_pt: Felicidade do Cliente
ru_ru: Довольство клиентов
tr_tr: Müsteri memnuniyeti

# PageAirlineStatistics_1009_name
source: Price Per Distance (Human)
es_es: Precio / distancia (humano)
hu_hu: Távolságonkénti ár (Játékos)
nl_nl: Prijs Per Afstand (Mensen)
pt_pt: Preço por Distância (Humano)
ru_ru: Цена за расстояние (Игрок)
tr_tr: Mesafe Başına Ücret (insan)

# PageAirlineStatistics_1010_name
source: Price / Distance (Total)
es_es: Precio / distancia (total)
hu_hu: Távolságonkénti ár (Össz)
nl_nl: Prijs / Afstand (Totaal)
pt_pt: Preço / Distância (Total)
ru_ru: Цена / Расстояние (Общее)
tr_tr: Ücret / Mesafe (Toplam)

# PageAirlineStatistics_1011_name
source: Price Differential (Max)
es_es: Diferencia de precio (max)
hu_hu: Árkülömbség (Max.)
nl_nl: Prijsverschil (max)
pt_pt: Diferencial de Preço (Max)
ru_ru: Ценовой дифференциал (Max)
tr_tr: Fiyat Diferansiyeli (Maksimum)

# PageAirlineStatistics_1012_name
source: Employee Happiness
es_es: Satisfacción de los Empleados
hu_hu: Alkalmazottelégedettség
nl_nl: Personeelstevredenheid
pt_pt: Felicidade dos Empregados
ru_ru: Довольство сотрудников
tr_tr: Çalışan Mutlulugu

# PageFrontMenu_205_name
source: Play Scenario
es_es: Jugar Escenario
hu_hu: Játék forgatókönyv alapján
nl_nl: Speel scenario
pt_pt: Jogar o Cenário
ru_ru: Играть Сценарий
tr_tr: Görev Oyna

# General_117_name
source: Play scenario
es_es: Jugar escenario
hu_hu: Játék forgatókönyv alapján
nl_nl: Speel scenario
pt_pt: Jogar o Cenário
ru_ru: Играть Сценарий
tr_tr: Görev oyna

# PagePlayScenario_1000_name
source: Play Scenario
es_es: Jugar Escenario
hu_hu: Játék forgatókönyv alapján
nl_nl: Speel scenario
pt_pt: Jogar o Cenário
ru_ru: Играть Сценарий
tr_tr: Görev Oyna

# PagePlayScenario_200_name
source: Back to Start Menu
es_es: Volver al menú de inicio
hu_hu: Vissza a kezdőképernyőre
nl_nl: Terug naar Startmenu
pt_pt: Voltar ao Menu Inicial
ru_ru: Назад в Главное Меню
tr_tr: Başlangıç menüsüne geri dön

# PagePlayScenario_1001_name
source: Select Scenario
es_es: Seleccionar Escenario
hu_hu: Forgatókönyv kiválasztása
nl_nl: Kies een scenario
pt_pt: Seleccionar Cenário
ru_ru: Выбрать Сценарий
tr_tr: Görev Sec

# MessageBox_2119_message
source: Are you sure you want to upgrade your license to {0} for {1}?
es_es: ¿Está seguro de querer mejorar su licencia a {0} por {1}?
hu_hu: Biztosan szeretné felülminősíteni engedélyét {0} szintre {1}-ért?
nl_nl: Weet u zeker dat u de vergunning wilt uitbreiden van {0} naar {1}?
pt_pt: Tens a certeza que queres melhorar a tua licença de {0} para {1}?
ru_ru: Вы уверены, что хотите улучшить Вашу лицензию до {0} за {1}?
tr_tr: lisansinizi {0} dan {1} ya yükseltmek istediginizden eminmisiniz?

# MessageBox_2119_name
source: Upgrade Operating License
es_es: Mejorar licencia de aerolínea
hu_hu: Üzemelési engedély felülminősítése
nl_nl: Licentie uitbreiden
pt_pt: Melhorar a Licença de Operação
ru_ru: Улучшить Лицензию
tr_tr: Isletme lisansini yükselt

# MessageBox_2808_message
source: You can only hire staff for countries your airline serves!
es_es: Solo puedes contratar personal de países en los que prestes servicio
hu_hu: Csak azon országra alkalmazhat személyzetet melyeket légitársasága kiszolgál!
nl_nl: U kunt alleen personeel aannemen uit landen waarop u vliegt.
pt_pt: Só podes recrutar pessoal dos países onde a tua companhia tem voos!
ru_ru: Вы можете нанимать персонал только в тех странах, в которых присутствует Ваша авиакомпания
tr_tr: Sadece hizmet verdiginiz ülkelerin calisanlarini kullanabilirsiniz!

# MessageBox_2808_name
source: Can't Hire Staff
es_es: No puedes contratar personal
hu_hu: Nem alkalmazhat személyzetet
nl_nl: Kan Personeel niet Aannemen
pt_pt: Não pode recrutar pessoal
ru_ru: Нельзя нанять Персонал
tr_tr: Eleman alamazsiniz

# PageAirline_1025_name
source: Operating License
es_es: Licencia de aerolínea
hu_hu: Üzemelési engedély
nl_nl: Vergunning
pt_pt: Licença de Operação
ru_ru: Лицензия на авиаперевозки
tr_tr: İşletme Lisansı

# MessageBox_2951_message
source: Are you sure you want to delete all news?
es_es: ¿Está seguro de querer borrar todas las noticias?
hu_hu: Biztosan szeretné törölni az összes hírüzenetet?
nl_nl: Weet u zeker dat u al het nieuws wilt verwijderen?
pt_pt: Tens a certeza que queres apagar todas as novidades?
ru_ru: Вы уверены, что хотите удалить все новости?
tr_tr: Bütün haberleri silmek istediginizden eminmisiniz?

# MessageBox_2951_name
source: Delete All News
es_es: Borrar todas las noticias
hu_hu: Összes hírüzenet törlése
nl_nl: Verwijder al het nieuws.
pt_pt: Apagar todas as Novidades
ru_ru: Удалить все новости
tr_tr: Bütün Haberleri Sil

# MsgContinue_1000_name
source: _Continue
es_es: _Continuar
hu_hu: _Folytatás
nl_nl: _Doorgaan
pt_pt: _Continuar
ru_ru: _Продолжить
tr_tr: _Devam et

# MsgExit_1000_name
source: _Exit
es_es: _Salir
hu_hu: _Kilépés
nl_nl: _Afsluiten
pt_pt: _Sair
ru_ru: _Выход
tr_tr: _ Cik

# PageBottomMenu_1000_name
source: {0} CEO of {1}
es_es: {0} presidente de {1}
hu_hu: {0}, {1} vezérigazgatója
nl_nl: {0} directeur van {1}
pt_pt: {0} Administrador/a da {1}
ru_ru: {0}, Генеральный Директор {1}
tr_tr: {1} in sahibi {0}

# PageBottomMenu_1001_name
source: Scenario Failed
es_es: Escenario fallido
hu_hu: Forgatókönyv alapú játék sikertelen
nl_nl: Scenario Verloren
pt_pt: O cenário falhou
ru_ru: Сценарий проигран
tr_tr: Görev basarilamadi

# PageBottomMenu_1002_name
source: Scenario Won
es_es: Escenario exitoso
hu_hu: Megnyerte a forgatókönyv alapú játékot
nl_nl: Scenario Gewonnen
pt_pt: Cenário Vencido
ru_ru: Сценарий успешно выполнен
tr_tr: Görev basarildi

# PageBottomMenu_1003_name
source: Congratulations! You have finished the scenario without failing.
es_es: ¡Felicidades! Has completado el escenario sin fallar.
hu_hu: Gratulálunk! Teljesítette a forgatókönyv alapú játékot, anélkül, hogy veszített volna.
nl_nl: Gefeliciteerd! U heeft dit scenario gewonnen.
pt_pt: Parabéns! Acabaste o cenário sem falhar.
ru_ru: Поздравляем! Вы успешно прошли сценарий
tr_tr: Tebrikler! Görevi hatasiz bir sekilde tamamladiniz.

# PageNewsBox_203_name
source: Delete All News
es_es: Borrar todas las noticias
hu_hu: Összes hírüzenet törlése
nl_nl: Verwijder Al Het Nieuws
pt_pt: Apagar todas as Novidades
ru_ru: Удалить все новости
tr_tr: Bütün Haberleri Sil

# PageSearchAirliners_1006_name
source: Manufacturer
es_es: Fabricante
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageAirport_1025_name
source: Domestic
es_es: Nacional
hu_hu: Belföldi
nl_nl: Nationaal
pt_pt: Doméstico
ru_ru: Местные
tr_tr: Yerel

# PageAirport_1026_name
source: International
es_es: Internacional
hu_hu: Nemzetközi
nl_nl: Internationaal
pt_pt: Internacional
ru_ru: Международные
tr_tr: Uluslararası

# PopUpAirlinerAutoRoutes_1001_name
source: Business Route
es_es: ruta de empresa
hu_hu: Üzleti útvonal
nl_nl: Zaken Route
pt_pt: Rota de Negócios
ru_ru: Бизнесс Маршрут
tr_tr: Is Güzergahi

# PopUpAirlinerAutoRoutes_1002_name
source: Flights Per Day
es_es: Vuelos por semana
hu_hu: Napi felszállás
nl_nl: Vluchten Per Dag
pt_pt: Voos por Dia
ru_ru: Рейсы за День
tr_tr: Hergün Uc

# PopUpAirlinerAutoRoutes_1003_name
source: Turnaround Time
es_es: tiempo de respuesta
hu_hu: Fordulatidő
nl_nl: Tussen Tijd
pt_pt: Tempo de manobra em terra
ru_ru: Время кругового рейса
tr_tr: Geri dönüs süresi

# PopUpAirlinerAutoRoutes_1004_name
source: First Departing Time
es_es: Hora del primer vuelo
hu_hu: Első felszállás ideje
nl_nl: Eerste Vertrek Tijd
pt_pt: Primeiro Tempo de Saída
ru_ru: Время первого отправления
tr_tr: Ilk kalkis zamani

# MessageBox_2705_message
source: Are you sure? This will clear the timetable!
es_es: ¿Está seguro? Esto borrará la tabla de tiempo!
hu_hu: Biztos ebben? E művelet eltörölné a menetrendet!
nl_nl: Weet je het zeker? Dit verwijderd het huidige vluchtschema!
pt_pt: Tens a certeza? Irá limpar a tabela!
ru_ru: Вы уверены? Это очистит расписание полетов!
tr_tr: Zaman cizergesini silmek istediginizden eminmisiniz!?

# MessageBox_2705_name
source: Clear Timetable
es_es: Borrar horario
hu_hu: Menetrend törlése
nl_nl: Wis Vluchtschema
pt_pt: Limpar a Tabela
ru_ru: Очистить Расписание Полетов
tr_tr: Zamen cizergesini sil

# PopUpAirlinerAutoRoutes_1005_name
source: Flights Per Week
es_es: Vuelos por semana
hu_hu: Heti repülések száma
nl_nl: Vluchten Per Weel
pt_pt: Voos por Semana
ru_ru: Рейсы за Неделю
tr_tr: Haftalık Uçuşlar

# PageNewGame_1018_name
source: Random Opponents
es_es: Adversarios aleatorios
hu_hu: Véletlenszerű ellenfelek
nl_nl: Willekeurige Tegenstanders
pt_pt: Rivais Aleatórios
ru_ru: Случайные Соперники
tr_tr: Rasgele rakipler

# PageNewGame_1019_name
source: Select Opponents
es_es: Seleccionar Adversarios
hu_hu: Ellenfelek kiválasztása
nl_nl: Selecteer Tegenstanders
pt_pt: Seleccionar Rivais
ru_ru: Выбрать Соперников
tr_tr: Rakipleri kendin sec

# PageNewGame_1020_name
source: Select Opponents Generator
es_es: Generar adversarios
hu_hu: Ellenfelek kiválasztásának generátora
nl_nl: Selecteer Tegenstanders Generator
pt_pt: Seleccionar Gerador de Oponentes
ru_ru: Генератор Выбора Соперников
tr_tr: Rakip secme motoru

# PopUpSelectOpponents_1000_name
source: Select Opponents
es_es: Seleccionar Adversarios
hu_hu: Ellenfelek kiválasztása
nl_nl: Selecteer Tegenstanders
pt_pt: Seleccionar Rivais
ru_ru: Выбор Соперников
tr_tr: Rakipleri sec

# PopUpSelectOpponents_1001_name
source: Selected Opponents (Max: {0})
es_es: Seleccionar adversarios (Máx: {0})
hu_hu: Kiválasztott ellenfelek (Max.: {0})
nl_nl: Geselecteerde Tegenstanders (Max: {0})
pt_pt: Seleccionar Rivais (Máx: {0})
ru_ru: Выбранные Соперники (Максимально: {0})
tr_tr: Rakipleri sec (Max: {0})

# PopUpSelectOpponents_1002_name
source: Possible Opponents
es_es: Adversarios posibles
hu_hu: Lehetséges ellenfelek
nl_nl: Mogelijke Tegenstanders
pt_pt: Possíveis Rivais
ru_ru: Возможные Соперники
tr_tr: Imkan dahilindeki rakipler

# MessageBox_2220_message
source: Are you sure you want to sign a contract with {0} for {1}?
es_es: ¿Está seguro de querer firmar un contrato con {0} por {1}?
hu_hu: Biztosan szeretne szerződést kötni {0} szerződő féllel, {1}-ért?
nl_nl: Weet u zeker dat u een contract met {0} wilt tekenen voor {1}?
pt_pt: Tens a certeza que queres assinar um contracto com {0} por {1}?
ru_ru: Вы уверены, что хотите подписать контракт с {0} за {1}?
tr_tr: {0} ile {1} yillik kontrat imzalamak istediginizden eminmisiniz?

# MessageBox_2220_name
source: Airport Contract
es_es: Contrato de aeropuerto
hu_hu: Repülőtérszerződés
nl_nl: Luchthaven Contract
pt_pt: Contracto Aeroportuário
ru_ru: Конракт с аэропортом
tr_tr: Havayolu Kontrati

# MessageBox_2221_message
source: Are you sure you want to terminate the airport contract with {0}?
es_es: ¿Está seguro de querer finalizar el contrato de aeropuerto con {0}?
hu_hu: Biztosan meg szeretné szakítani repülőtérszerződését {0} féllel?
nl_nl: Weet u zeker dat u het contract met luchthaven {0} wilt beëindigen?
pt_pt: Tens a certeza que queres terminar o contracto aeroportuário com {0}?
ru_ru: Вы уверены, что хотите разорвать контракт аэропорта с {0}?
tr_tr: {0} ile olan hava alani kontratini sonlandirmak istediginizden eminmisiniz?

# MessageBox_2221_name
source: Terminate Airport Contract
es_es: Finalizar contrato de aeropuerto
hu_hu: Repülőtérszerződés felbontása
nl_nl: Beëindig Luchthaven Contract
pt_pt: Terminar Contracto Aeroportuário
ru_ru: Разорвать Контракт Аэропорта
tr_tr: Havaalani kontratini iptal et

# PageAirportGates_1009_name
source: Contracted By:
es_es: Contratado por
hu_hu: Szerződve általa:
nl_nl: Gecontracteerd Door:
pt_pt: Contratado por:
ru_ru: Контракт с:
tr_tr: : tarafindan kontrat

# PageAirportGates_206_name
source: Sign Contract
es_es: Firmar contrato
hu_hu: Szerződés megkötése
nl_nl: Teken Contract
pt_pt: Assinar Contracto
ru_ru: Подписать Контракт
tr_tr: Kontrat imzala

# PageAirportGates_207_name
source: Terminate Contract
es_es: Finalizar contrato
hu_hu: Szerződés felbontása
nl_nl: Beëindig Contract
pt_pt: Terminar Contracto
ru_ru: Разорвать Контракт
tr_tr: Kontrati iptal et

# MessageBox_2706_message
source: The entries can't be added to the time table
es_es: Las entradas no pueden ser añadidas al horario
hu_hu: A bejegyzések nem illeszthetőek a menetrendbe
nl_nl: De invoer kan niet aan het vluchtschema worden toegevoegd
pt_pt: As entradas não podem ser adicionadas à tabela.
ru_ru: Данные не могут быть добавлены в Расписание Полетов
tr_tr: Girisler zaman cizergesine eklenemiyor

# MessageBox_2706_name
source: Invalid Timetable Entry
es_es: Entrada de horario inválidada
hu_hu: Lehetetlen menetrendi bejegyzés
nl_nl: Ongeldige Invoer Vluchtschema
pt_pt: Entrada de Tabela Inválida
ru_ru: Неправильный ввод в Расписание Полетов
tr_tr: Gecersiz zaman tablosu girisi

# PopUpAirlinerAutoRoutes_201_name
source: Advanced Scheduling
es_es: Planificación avanzada
hu_hu: Részletes beosztáskészítés
nl_nl: Uitgebreid Plannen
pt_pt: Planeamento Avançado
ru_ru: Расширенное планирование рейсов
tr_tr: Gelismis cizerge

# PopUpAirlinerAutoRoutes_202_name
source: Transfer Schedule
es_es: Transferir Itinerario
hu_hu: Beosztás áthelyezése
nl_nl: Schema Overdragen
pt_pt: Transferir Horário
ru_ru: Перенести расписание
tr_tr: Aktarma plani

# PopUpAirlinerAutoRoutes_203_name
source: Auto-Generated Scheduling
es_es: Generar Automáticamente
hu_hu: Automatikusan generált beosztás
nl_nl: Genereer Vluchtplan Automatisch
pt_pt: Gerar Horário Automaticamente
ru_ru: Автосгенерированное расписание
tr_tr: Otomatik zamanlama

# PageAirportFlights_200_name
source: Slot Allocations
es_es: Asignación de espacios
hu_hu: Időrésbeosztás
nl_nl: Tijdslot verplaatsen
pt_pt: Distribuição de Slots
ru_ru: Отчисления
tr_tr: Bos yer tahsisleri

# PageAirportFlights_201_name
source: Flights Map
es_es: Mapa de vuelos
hu_hu: Járattérkép
nl_nl: Vlucht Kaart
pt_pt: Mapa de Voos
ru_ru: Карта рейсов
tr_tr: Ucus haritalari

# PageAirlineFleet_1010_name
source: Select Airline for Transfer
es_es: Seleccionar aerolínea para transferir
hu_hu: Légitársaság kiválasztása átutaláshoz
nl_nl: Selecteer maatschappij voor overdracht
pt_pt: Seleccionar aeronave a tranferir
ru_ru: Выбрать авиакомпанию для передачи
tr_tr: Aktarma icin havayolu secin

# PageAirlineSubsidiaries_1002_name
source: Transfer Funds Between Airlines
es_es: Transferir fondos entre aerolíneas
hu_hu: Pénzátutalás légitársaságok közt
pt_pt: Transferir Fundos entre as Companhias
ru_ru: Перевод средств между авиакомпаниями
tr_tr: Havayolu sirketleri arasinda para aktarimi

# PageAirlineSubsidiaries_201_name
source: Transfer Funds
es_es: Transferir fondos
hu_hu: Pénzátutalás
nl_nl: Geld overdragen
pt_pt: Transferir Fundos
ru_ru: Перевести средства
tr_tr: Fon aktarimi

# MessageBox_2120_message
source: You can't transfer funds from {0} to {1}
es_es: No puedes transferir fondos de {0} a {1}
hu_hu: Átutalás nem lehetséges {0} és {1} közt
nl_nl: Je kan geen geld overdragen van {0} naar {1}
pt_pt: Não podes transferir fundos de {0} para {1}
ru_ru: Нельзя перевести средства из {0} в {1}
tr_tr: {0} dan {1} a para aktaramazsiniz

# MessageBox_2120_name
source: Can't Transfer Funds
es_es: No se pueden transferir fondos
hu_hu: Átutalás nem lehetséges
nl_nl: Je kan geen geld overmaken
pt_pt: Não podes transferir fundos
ru_ru: Нельзя перевести средства
tr_tr: Fon aktarilamadi

# MessageBox_2121_message
source: Are you sure you want to transfer {0:C} from {1} to {2}?
es_es: ¿Está seguro de querer transferir {0:C} de {1} a {2}?
hu_hu: Biztosan át szeretne utalni {0:C}-t {1} számlájáról, {2} számlájára?
nl_nl: Weet je het zeker dat je {0:C} wilt verplaatsen van {1} naar {2}?
pt_pt: Tens a certeza que queres transferir {0:C} de {1} para {2}?
ru_ru: Вы уверены, что хотите перевести {0:C} из {1} в {2}?
tr_tr: {1} dan {2} a {0:C} miktar para aktarmak istediginizden eminmisiniz?

# MessageBox_2121_name
source: Transfer Funds
es_es: Transferir fondos
hu_hu: Pénzátutalás
nl_nl: Geld overmaken
pt_pt: Transferir Fundos
ru_ru: Перевести средства
tr_tr: Fon aktarimi

# MessageBox_2122_message
source: You can't delete this airliner since it is in route.
es_es: No puedes eliminar este avión porque está en ruta.
hu_hu: Nem lehetséges e repülőgép törlése, mert épp útban van.
nl_nl: Je kan dit vliegtuig niet verwijderen omdat hij op een route vliegt.
pt_pt: Não podes eliminar esta aeronave uma vez que está em rota.
ru_ru: Нельзя удалить самолет, пока он находится на Маршруте
tr_tr: Ucak seyir halindeyken ucagi iptal edemezsiniz.

# MessageBox_2122_name
source: Can't Delete Airliner
es_es: No se puede eliminar el avión
hu_hu: Repülőgép törlése nem lehetséges
nl_nl: Je kan het vliegtuig niet verwijderen.
pt_pt: Impossível eliminar Aeronave
ru_ru: Нельзя удалить самолет
tr_tr: Ucagi kaldiramazsiniz

# MessageBox_2222_message
source: Are you sure you want to rent {0} gate(s) at {1}?
es_es: ¿Está seguro de querer alquilar una puerta en {0}?
hu_hu: Biztosan szeretne kibérelni {0} kaput itt: {1}?
nl_nl: Weet u zeker dat u {0} gate(s) wilt huren op {1}?
pt_pt: Tens a certeza que queres alugar {0} porta(s) de embarque em {1}?
ru_ru: Вы уверены, что хотите арендовать {0} Выход(ов) в {1}?
tr_tr: {0} kapi(lar) {1} a kadar kiralamak istediginizden eminmisiniz?

# MessageBox_2222_name
source: Rent Gate
es_es: Alquilar puerta
hu_hu: Kapu bérlése
nl_nl: Huur gate
pt_pt: Alugar Porta de Embarque
ru_ru: Арендовать Выход
tr_tr: Kapi Kirala

# PageAirline_1026_name
source: Buy As Subsidiary
es_es: Comprar como filial
hu_hu: Vásárlás leányvállalatként
nl_nl: Koop als dochtermaatschappij
pt_pt: Comprar como Subsidiária
ru_ru: Купить как Дочернюю Компанию
tr_tr: Bagli yavru sirket olarak al

# ToolTip_1001_name
source: Previous Screen
es_es: Ir a la pantalla anterior
hu_hu: Előző képernyő
nl_nl: Vorige scherm
pt_pt: Ecrã Anterior
ru_ru: Предыдущий экран
tr_tr: Önceki ekran

# ToolTip_1002_name
source: Next Screen
es_es: siguiente pantalla
hu_hu: Következő képernyő
nl_nl: Volgende scherm
pt_pt: Próximo Ecrã
ru_ru: Следующий экран
tr_tr: sonraki sahne

# ToolTip_1003_name
source: Pause the game
es_es: Pausar el juego
hu_hu: Játék szüneteltetése
nl_nl: Pauzeer spel
pt_pt: Pausar o Jogo
ru_ru: Поставить на Паузу
tr_tr: Oyunu durdur

# ToolTip_1004_name
source: Resume the game
es_es: Continuar el juego
hu_hu: Játék folytatása
nl_nl: Hervat spel
pt_pt: Continuar o Jogo
ru_ru: Возобновить Игру
tr_tr: Oyuna kaldigi yerden devam et

# ToolTip_1005_name
source: Change the gameplay speed
es_es: Cambiar la velocidad del juego
hu_hu: Játéksebesség változtatása
nl_nl: Verander spel snelheid
pt_pt: Mudar a velocidade do jogo
ru_ru: Изменить скорость игрового процесса
tr_tr: Oyun hizini degistir

# ToolTip_1006_name
source: Select minutes per turn
es_es: Seleccionar minutos por turno
hu_hu: Körönkénti percek
nl_nl: Selecteer aantal minuten per ronde
pt_pt: Seleccionar minutos por turno
ru_ru: Выбрать кол-во минут за ход
tr_tr: Tur basina dakikayi ayarla

# ToolTip_1007_name
source: Select your language
es_es: Elija su idioma
hu_hu: Válassza ki a nyelvet
nl_nl: Kies je taal
pt_pt: Selecciona a tua linguagem
ru_ru: Выбрать язык
tr_tr: Dilinizi seciniz

# ToolTip_1008_name
source: Select the background skin
es_es: Elija la apariencia del fondo
hu_hu: Háttér választása
nl_nl: Selecteer je achtergrond
pt_pt: Mudar imagem de fundo
ru_ru: Выбрать Тему фона
tr_tr: Arka plani seciniz

# ToolTip_1009_name
source: Sends mail on every landing
es_es: Envía correo en cada aterrizaje
hu_hu: Levél küldése minden leszállásról
nl_nl: Zend een bericht bij elke landing
pt_pt: Mandar mensagem a cada aterragem
ru_ru: Посылать письма после каждого приземления
tr_tr: Her iniste mail gönder

# ToolTip_1010_name
source: Sends mail if a flight is affected by bad weather
es_es: Envía correo si un vuelo está afectado por mal tiempo
hu_hu: Levél küldése amennyiben a járatra kihatással van a rossz idő
nl_nl: Zend een mail als een vlucht wordt beïnvloed door slecht weer.
pt_pt: Mandar mensagem se um voo for afectado por mau tempo
ru_ru: Высылать письма, в случае, если на рейс влияет плохая погода
tr_tr: Eger ucus kötü hava satlarindan dolayi etkilenirse mail gönder

# ToolTip_1011_name
source: Displays $1,200,000 as $1.2 million
es_es: Muestra $1,200,000 como $1.2 millones
hu_hu: $1,200,000 rövidítése $1.2 millióvá
nl_nl: Laat €1,200,000 als €1,2 miljoen zien
pt_pt: Mostrar $1,200,000 como $1,2 milhões
ru_ru: Показыватьб $1,200,000 как $1.2 миллиона
tr_tr: $1,200,000 u $1.2 million olarak göster

# ToolTip_1012_name
source: IATA is a 3 letter code. ICAO is a 4 letter code
es_es: IATA es un código de 3 letras. ICAO es un código de 4 letras
hu_hu: A IATA 3betűs kód. Az ICAO 4betűs kód.
nl_nl: IATA is een 3 letter code. ICAO is een 4 letter code
pt_pt: O código IATA tem 3 letras. O código ICAO tem 4 letras.
ru_ru: IATA - код из 3 букв. ICAO - код из 4 букв
tr_tr: IATA kodu 3 harfli . ICAO kodu 4 harfli

# ToolTip_1013_name
source: View Events Calendar
es_es: Ver Calendario de Eventos
hu_hu: Eseménynaptár megnyitása
nl_nl: Zie de evenementenkalender
pt_pt: Ver o Calendário de Eventos
ru_ru: Посмотреть Календарь Событий
tr_tr: Özel günler ile ilgili takvim

# ToolTip_1014_name
source: Upgrade your airline's license
es_es: Mejore la licencia de su aerolínea
hu_hu: Légitársasága üzemelési engedélyének felülminőssítése
nl_nl: Breid jouw maatschappij's licentie uit
pt_pt: Melhorar a licença da tua companhia
ru_ru: Улучшить Лицензию Авиакомпании
tr_tr: Havayolu Lisansini gelistir
