Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PageAirlineServices_202_name
source: Save Configuration
hu_hu: Összeállítás mentése
nl_nl: Sla configuratie op
pt_pt: Guardar Configuração
ru_ru: Сохранить Конфигурацию
tr_tr: Yapilandirmayi kaydet

# PageAirlineServices_203_name
source: Load Configuration
hu_hu: Összeállítás betöltése
nl_nl: Laad configuratie
pt_pt: Carregar Configuração
ru_ru: Загрузить Конфигурацию
tr_tr: Yapilandirmayi yükle

# PageAirline_2000_name
source: Rating & Statistics
hu_hu: Értékelések és statisztikák
nl_nl: Beoordeling en statistieken
pt_pt: Classificação & Estatísticas
ru_ru: Рейтинг и Статистика
tr_tr: Seviye & istatistikler

# PageAirline_2001_name
source: Employees
hu_hu: Alkalmazottak
nl_nl: Personeel
pt_pt: Empregados
ru_ru: Сотрудники
tr_tr: Calisanlar

# PageAirline_2002_name
source: Advertisements & Insurances
hu_hu: Reklámok és biztosítás
nl_nl: Reclame en verzekeringen
pt_pt: Publicidade & Seguros
ru_ru: Рекламы и Страховки
tr_tr: Reklamlar & Sigortalar

# PageAirline_2003_name
source: Services & Fees
hu_hu: Szolgáltatások és díjak
nl_nl: Services en tarieven
pt_pt: Serviços & Taxas
ru_ru: Услуги и Сборы
tr_tr: Servisler & Ücretler

# PageAirline_2004_name
source: Finances
hu_hu: Pénzügyek
nl_nl: Financiën
pt_pt: Finanças
ru_ru: Финансы
tr_tr: FInans

# PageNewGame_1026_name
source: Game Paused On Start
hu_hu: Játékidő szünetel játékkezdéskor
nl_nl: Spel gepauzeerd bij aanvang
pt_pt: Jogo em Pausa no Início
ru_ru: Начать игру на паузе
tr_tr: Baslangicta oyunu durdur

# PageOptions_1000_name
source: Options
hu_hu: Opciók
nl_nl: Opties
pt_pt: Opções
ru_ru: Настройки
tr_tr: Seçenekler

# PageOptions_1001_name
source: Save Game
hu_hu: Mentés
nl_nl: Spel opslaan
pt_pt: Guardar o Jogo
ru_ru: Сохранить игру
tr_tr: Oyunu Kaydet

# PageOptions_1002_name
source: Load Game
hu_hu: Játék betöltése
nl_nl: Spel laden
pt_pt: Carregar Jogo
ru_ru: Загрузить игру
tr_tr: Oyun Yükle

# PageOptions_1003_name
source: Credits
hu_hu: Készítők
pt_pt: Créditos
ru_ru: Разработчики
tr_tr: Krediler

# MainMenu_3000_name
source: Start New Game
hu_hu: Új játék indítása
nl_nl: Nieuw spel
pt_pt: Começar Novo Jogo
ru_ru: Начать Новую Игру
tr_tr: Yeni oyuna basla

# MainMenu_3001_name
source: Exit Game
hu_hu: Kilépés a játékból
nl_nl: Spel beëindigen
pt_pt: Sair do Jogo
ru_ru: Выйти из игры
tr_tr: Oyundan Çık

# MainMenu_3002_name
source: Pause Game
hu_hu: Játék szünetelése
nl_nl: Pauzeer spel
pt_pt: Pausar o Jogo
ru_ru: Пауза
tr_tr: Oyunu durdur

# MainMenu_3003_name
source: Start Game
hu_hu: Játékkezdés
nl_nl: Start spel
pt_pt: Iniciar Jogo
ru_ru: Начать Игру
tr_tr: Oyunu Baslat

# PageAirlinesStatistics_1000_name
source: Airline
hu_hu: Légitársaság
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
ru_ru: Авиакомпания
tr_tr: Havayolu

# PageAirlinesStatistics_1001_name
source: Reputation
hu_hu: Hírnév
nl_nl: Reputatie
pt_pt: Reputação
ru_ru: Репутация
tr_tr: Itibar

# PageAirlinesStatistics_1002_name
source: Fleet Size
hu_hu: Flotta mérete
nl_nl: Vlootgrote
pt_pt: Tamanho da Frota
ru_ru: Размер флота
tr_tr: Filo büyüklügü

# PageAirlinesStatistics_1003_name
source: Avg. Fleet Age
hu_hu: Átlagos flottaméret
nl_nl: Gem. Vlootleeftijd
pt_pt: Idade Média da Frota
ru_ru: Ср. возраст Флота
tr_tr: Ortalama Filo Yasi

# PageAirlinesStatistics_1004_name
source: Destinations
hu_hu: Célállomások
nl_nl: Bestemmingen
pt_pt: Destinos
ru_ru: Направления
tr_tr: Varis yerleri

# PageAirlinesStatistics_1005_name
source: Flights
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
ru_ru: Рейсы
tr_tr: Ucuslar

# PageAirlinesStatistics_1006_name
source: Passengers
hu_hu: Utasok
nl_nl: Passagiers
pt_pt: Passageiros
ru_ru: Пассажиры
tr_tr: Yolcular

# PageAirlinesStatistics_1007_name
source: Pax per Flight
hu_hu: Járatonkénti utaslétszám
nl_nl: Passagiers per vlucht
pt_pt: Passageiros por Voo
ru_ru: Пассажиров за рейс
tr_tr: Ucus basina yolcu

# PageAirlinesStatistics_1008_name
source: Profit
hu_hu: Nyereség
nl_nl: Winst
pt_pt: Lucros
ru_ru: Прибыль
tr_tr: Profil

# PageAirlines_2000_name
source: Airlines
hu_hu: Légitársaságok
nl_nl: Luchtvaartmaatschappijen
pt_pt: Companhias
ru_ru: Авиакомпании
tr_tr: Havayolları

# PageFleetAirliner_2000_name
source: Information
hu_hu: Információk
nl_nl: Informatie
pt_pt: Informação
ru_ru: Информация
tr_tr: Informasyon

# PageFleetAirliner_2001_name
source: Routes & Statistics
hu_hu: Útvonalak és statisztikák
nl_nl: Routes en statistieken
pt_pt: Rotas & Estatísticas
ru_ru: Маршруты и Статистика
tr_tr: Rotalar ve İstatislikler

# PageFleetAirliner_2002_name
source: Maintenace & Insurances
hu_hu: Karbantartás és biztosítás
nl_nl: Onderhoud en verzekeringen
pt_pt: Manutenção & Seguros
ru_ru: ТО и Страхование
tr_tr: Bakim & Sigortalar

# PageLoadSaveGame_1000_name
source: Saves
hu_hu: Mentett játékok
nl_nl: Opgeslagen
pt_pt: Guardados
ru_ru: Сохранения
tr_tr: Kayitlar

# PageLoadSaveGame_1001_name
source: Load Game:
hu_hu: Játék betöltése:
nl_nl: Laad spel:
pt_pt: Carregar Jogo:
ru_ru: Загрузить Игру:
tr_tr: Oyun Yükle:

# PageLoadSaveGame_200_name
source: Load Game
hu_hu: Játék betöltése
nl_nl: Laad spel
pt_pt: Carregar Jogo
ru_ru: Загрузить Игру
tr_tr: Oyun Yükle

# PageLoadSaveGame_201_name
source: Save Game
hu_hu: Játék mentése
nl_nl: Spel Opslaan
pt_pt: Guardar o Jogo
ru_ru: Сохранить игру
tr_tr: Oyunu Kaydet

# PageShowOptions_1000_name
source: Select Language
hu_hu: Nyelvválasztás
nl_nl: Kies je taal
pt_pt: Seleccionar Linguagem
ru_ru: Выбрать язык
tr_tr: Dil Seç

# PageShowOptions_1001_name
source: Select Gamespeed
hu_hu: Játéksebesség-választás
nl_nl: Kies spelsnelheid
pt_pt: Seleccionar Velocidade Jogo
ru_ru: Выбрать скорость игры
tr_tr: Oyun hizini secin

# PageShowOptions_1002_name
source: Display Airport Codes
hu_hu: Repülőtér kódok kijelzése
nl_nl: Laat luchthavencodes zien
pt_pt: Mostrar Códigos Aeroportuários
ru_ru: Показывать коды аэропорта
tr_tr: Havaalani kod görüntüleri

# PageShowOptions_1003_name
source: Select Minutes per Turn
hu_hu: Körönkénti percek választása
nl_nl: Selecteer aantal minuten per ronde
pt_pt: Seleccionar minutos por turno
ru_ru: Выбрать кол-во минут за ход
tr_tr: Tur basina dakikayi ayarla

# PageShowOptions_1004_name
source: Use Shorten Currency
hu_hu: Rövidített valuta használata
nl_nl: Gebruik afgekorte valuta
pt_pt: Usar moeda simplificada
ru_ru: Использовать валютный символ
tr_tr: Kisaltilmis para kullan

# PageShowOptions_1005_name
source: Send Mails on Landings
hu_hu: Levelet küld a leszállásról
nl_nl: Zend een bericht bij landing
pt_pt: Mandar mensagem nas aterragens
ru_ru: Высылать письма при посадке
tr_tr: Iniste mail gönder

# PageShowOptions_1006_name
source: Send Mails on Bad Weather
hu_hu: Levelet küld a rossz időjárásról
nl_nl: Zend een bericht bij slecht weer
pt_pt: Mandar mensagem em mau tempo
ru_ru: Высылать письма при плохой погоде
tr_tr: Kötü hava sartlarinda mail yolla

# PageShowOptions_200_name
source: Save Changes
hu_hu: Változások mentése
nl_nl: Sla veranderingen op
pt_pt: Guardar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

# PageShowOptions_201_name
source: Undo Changes
hu_hu: Változások visszavonása
nl_nl: Maak veranderingen ongedaan
pt_pt: Desfazer Alterações
ru_ru: Убрать изменения
tr_tr: Degisikleri Geri al

# PageAirlineFinances_1008_name
source: Airline Loan
hu_hu: Légitársaság hitele
nl_nl: Luchtvaartmaatschappijlening
pt_pt: Empréstimo da Companhia
ru_ru: Заем авиакомпании
tr_tr: Havayolu kredisi

# PageAirlineFinances_1009_name
source: Loan Amount
hu_hu: Hitel összege
nl_nl: Leningbedrag
pt_pt: Valor do Empréstimo
ru_ru: Сумма Заема
tr_tr: Kredi Miktari

# PageAirlineFinances_1010_name
source: Monthly Payment
hu_hu: Havi törlesztőrészlet
nl_nl: Maandelijkse afbetaling
pt_pt: Pagamento Mensal
ru_ru: Ежемесячный платеж
tr_tr: Aylik Ödeme

# PageAirlineFinances_1011_name
source: Months Left
hu_hu: Hátramaradt hónap
nl_nl: Maanden over
pt_pt: Meses Restantes
ru_ru: Осталось месяцев
tr_tr: Kalan ay

# PageAirlineFinances_1012_name
source: Loan Length
hu_hu: Hitel törlesztőideje
nl_nl: Looptijd
pt_pt: Duração do Empréstimo
ru_ru: Продолжительность Заема
tr_tr: Kredi Süresi

# PageAirlineFinances_1013_name
source: Loan Rate
hu_hu: Hitelérték
nl_nl: Rente
pt_pt: Taxa do Empréstimo
ru_ru: Ставка Заема
tr_tr: kredi Faiz Oranı

# PageAirlineFinances_1014_name
source: Apply for new Loan
hu_hu: Jelentkezés új hitelre
nl_nl: Nieuwe lening aanvragen
pt_pt: Candidatura para empréstimo
ru_ru: Подать заявку на новый заем
tr_tr: Yeni Kredi için başvur

# PageAirlineFinances_200_name
source: Apply for Loan
hu_hu: Jelentkezés hitelre
nl_nl: Aanvragen van een lening
pt_pt: Candidatura para empréstimo
ru_ru: Подать заявку на заем
tr_tr: Kredi için başvur

# PageAirlineInfo_1013_name
source: Airline Routes
hu_hu: Légitársaság útvonalai
nl_nl: Vliegroutes
pt_pt: Rotas da Companhia
ru_ru: Маршруты авиакомпании
tr_tr: Havayolu Güzergahlari

# PageAirlineInfo_1014_name
source: Route
hu_hu: Útvonal
pt_pt: Rota
ru_ru: Маршрут
tr_tr: güzergahlar

# PageAirlineInfo_1015_name
source: Type
hu_hu: Típus
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# PageAirlineInfo_1016_name
source: Balance
hu_hu: Egyenleg
nl_nl: Balans
pt_pt: Balanço
ru_ru: Баланс
tr_tr: Bilanco

# PageAirlineInfo_1017_name
source: Filling Degree
hu_hu: Foglaltsági arány
nl_nl: Vulgraad
pt_pt: Grau de Ocupação
ru_ru: Процент заполнения
tr_tr: Doluluk orani

# PageAirlineInfo_1018_name
source: Add Subsidiary
hu_hu: Leányvállalat hozzáadása
nl_nl: Voeg dochtermaatschappij toe
pt_pt: Adicionar como Subsidiária
ru_ru: Добавить Дочернюю Компанию
tr_tr: Yavru sirket ekle

# PageAirlineInfo_1019_name
source: Select Subsidiary Name
hu_hu: Leányvállalat nevének választása
nl_nl: Selecteer dochtermaatschappij naam
pt_pt: Seleccionar Nome da Subsidiária
ru_ru: Выбрать название дочерней авиакомпании
tr_tr: Yavri Sirket ismi sec

# PageAirlineInfo_1020_name
source: Select IATA Code
hu_hu: IATA kód választása
nl_nl: Selecteer IATA-code
pt_pt: Seleccionar Código IATA
ru_ru: Выбрать IATA Код
tr_tr: IATA kodu secin

# PageAirlineInfo_1021_name
source: Select Airline Type
hu_hu: Légitársaság típusának választása
nl_nl: Selecteer type luchtvaartmaatschappij
pt_pt: Seleccionar Tipo de Companhia
ru_ru: Выбрать специализацию авиакомпании
tr_tr: Havayolu tipi secin

# PageAirlineInfo_1022_name
source: Select Airline Color
hu_hu: Légitársaság színének választása
nl_nl: Select kleur luchtvaartmaatschappij
pt_pt: Seleccionar Cor da Companhia
ru_ru: Выбрать цвет авиакомпании
tr_tr: Hava yolu rengi secin

# PageAirlineInfo_1023_name
source: Select Airline Logo
hu_hu: Légitársaság logójának választása
nl_nl: Selecteer logo luchtvaartmaatschappij
pt_pt: Seleccionar Logótipo da Companhia
ru_ru: Выбрать логотип авиакомпании
tr_tr: Hava yolu logosu secin

# PageAirlineInfo_1024_name
source: Select Homebase
hu_hu: Légitársaság központjának választása
nl_nl: Selecteer thuisbasis
pt_pt: Seleccionar Base Operacional
ru_ru: Выбрать Порт Приписки
tr_tr: Merkez sec

# PageAirlinesStatistics_3000_name
source: The airline is a subsidiary
hu_hu: E légitársaság leányvállalat
nl_nl: De luchtvaartmaatschappij is een dochteronderneming
pt_pt: Esta Companhia é uma Subsidiária
ru_ru: Это дочерняя авиакомпания
tr_tr: Bu hava yolu bir yavru sirket

# PageUsedAirliner_1009_name
source: Built Year
hu_hu: Gyártási év
nl_nl: Bouwjaar
pt_pt: Ano de Construção
ru_ru: Год постройки
tr_tr: Üretim Yili

# PageShowAirports_1005_name
source: Show Only Human Airports
hu_hu: Csak a játékosok repülőtereinek mutatása
nl_nl: Show enkel eigen luchthavens
pt_pt: Mostrar somente Aeroportos Humanos
ru_ru: Показывать только аэропорты Игрока
tr_tr: Sadece sahip oldugum havaalanlarini göster

# PageAirlineInfo_1025_name
source: Hub
hu_hu: Központ
ru_ru: Хаб
tr_tr: Sube

# PageAirportFacilities_1000_name
source: Airport Facilities
hu_hu: Repülőtér létesítményei
nl_nl: Luchthavenfaciliteiten
pt_pt: Infraestruturas da Companhia
ru_ru: Постройки аэропорта
tr_tr: Havaalani tesisleri

# PageAirportFacilities_1004_name
source: Facility Name
hu_hu: Létesítmény neve
nl_nl: Faciliteitennaam
pt_pt: Nome da Infraestrutura
ru_ru: Название постройки
tr_tr: Tesis ismi

# PageAirportFacilities_1005_name
source: Airline
hu_hu: Légitársaság
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
ru_ru: Авиакомпания
tr_tr: Havayolu

# PageAirportFacilities_1006_name
source: Flights
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
ru_ru: Рейсы
tr_tr: Ucuslar

# PageAirportFacilities_1007_name
source: Passengers
hu_hu: Utasok
nl_nl: Passagiers
pt_pt: Passageiros
ru_ru: Пассажиры
tr_tr: Yolcular

# PageAirportFacilities_1008_name
source: Pax per Flight
hu_hu: Járatonkénti utaslétszám
nl_nl: Passagiers per vlucht
pt_pt: Passageiros por Voo
ru_ru: Пассажиров за рейс
tr_tr: Ucus basina yolcu

# PageAirportFacilities_200_name
source: Buy Facility
hu_hu: Létesítmény vásárlása
nl_nl: Koop faciliteit
pt_pt: Comprar infraestrutura
ru_ru: Купить постройку
tr_tr: Tesis kur

# PageAirportInfo_1000_name
source: Airport Profile
hu_hu: Repülőtér profilja
nl_nl: Luchthavenprofieel
pt_pt: Perfil do Aeroporto
ru_ru: Информация об аэропорте
tr_tr: Hava alani profili

# PageAirportInfo_1002_name
source: Town
hu_hu: Város
nl_nl: Plaats
pt_pt: Cidade
ru_ru: Город
tr_tr: Sehir

# PageAirportInfo_1003_name
source: Opened
hu_hu: Megnyitva
nl_nl: Openingsdatum
pt_pt: Aberto
ru_ru: Открыт
tr_tr: Acildi

# PageAirportInfo_1004_name
source: Timezone
hu_hu: Időzóna
nl_nl: Tijdzone
pt_pt: Fuso Horário
ru_ru: Часовой пояс
tr_tr: Zaman dilimi

# PageAirportInfo_1005_name
source: Passenger Size
hu_hu: Utasszállító nagyság
nl_nl: Passagiersgrote
pt_pt: Dimensão para Passageiros
ru_ru: Кол-во пассажиров
tr_tr: Yolcu boyutu

# PageAirportInfo_1006_name
source: Cargo Size
hu_hu: Teherszállító nagyság
nl_nl: Vrachtgrote
pt_pt: Dimensão para Carga
ru_ru: Размер груза
tr_tr: Kargo boyutu

# PageAirportInfo_1007_name
source: Weather Forecast
hu_hu: Időjárás-előrejelzés
nl_nl: Weersvoorspelling
pt_pt: Previsão Meteorológica
ru_ru: Прогноз погоды
tr_tr: Hava tahmini

# PageAirportInfo_1008_name
source: Terminals
hu_hu: Terminálok
pt_pt: Terminais
ru_ru: Терминалы
tr_tr: Terminaller

# PageAirportInfo_1009_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageAirportInfo_1010_name
source: Owner
hu_hu: Tulajdonos
nl_nl: Eigenaar
pt_pt: Proprietário
ru_ru: Владелец
tr_tr: Mal sahibi

# PageAirportInfo_1011_name
source: Gates (Free/Total)
hu_hu: Kapuk (szabad/össz)
nl_nl: Gates (vrij/totaal)
pt_pt: Portas de Embarque (Disponíveis/Total)
ru_ru: Выходы (Свободные/Всего)
tr_tr: Kapilar (Bos/toplam)

# PageAirportInfo_1012_name
source: Build New Terminal
hu_hu: Új terminál építése
nl_nl: Bouw nieuwe terminal
pt_pt: Construir Novo Terminal
ru_ru: Построить Новый Терминал
tr_tr: Yeni Terminal Insa et

# PageAirportInfo_1013_name
source: Select Terminal Name
hu_hu: Terminál nevének választása
nl_nl: Selecteer terminaal naam
pt_pt: Seleccionar Nome do Terminal
ru_ru: Выбрать название Терминала
tr_tr: Terminal ismi secin

# PageAirportInfo_1014_name
source: Select Gates
hu_hu: Kapuk választása
nl_nl: Selecteer aantal gates
pt_pt: Seleccionar Portas de Embarque
ru_ru: Выбрать Выходы
tr_tr: Kapilari secin

# PageAirportInfo_1015_name
source: Terminal Price
hu_hu: Terminál ára
nl_nl: Terminalprijs
pt_pt: Preço do Terminal
ru_ru: Цена Терминала
tr_tr: Terminal Fiyati

# PageAirportInfo_1016_name
source: Price per Gate
hu_hu: Kapunkénti ár
nl_nl: Prijs per gate
pt_pt: Preço por Porta de Embarque
ru_ru: Цена за Выход
tr_tr: Kapi basi fiyat

# PageAirportInfo_1017_name
source: Runways
hu_hu: Kifutópályák
nl_nl: Landingsbanen
pt_pt: Pistas
ru_ru: ВПП
tr_tr: Pistler

# PageAirportInfo_1018_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageAirportInfo_1019_name
source: Length
hu_hu: Hossz
nl_nl: Lengte
pt_pt: Comprimento
ru_ru: Длина
tr_tr: Uzunluk

# PageAirportInfo_1020_name
source: Surface
hu_hu: Burkolat
nl_nl: Oppervlakte
pt_pt: Pavimento
ru_ru: Покрытие
tr_tr: yüzey tipi

# PageAirportInfo_1021_name
source: Airport Contracts
hu_hu: Repülőtér szerződései
nl_nl: Luchthavencontracten
pt_pt: Contractos Aeroportuários
ru_ru: Контракты с аэропортом
tr_tr: Havaalani Kontratlari

# PageAirportInfo_1022_name
source: Airline
hu_hu: Légitársaság
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
ru_ru: Авиакомпания
tr_tr: Havayolu

# PageAirportInfo_1023_name
source: Gates
hu_hu: Kapuk
pt_pt: Portas de Embarque
ru_ru: Выходы
tr_tr: Kapilar

# PageAirportInfo_1024_name
source: Months Left
hu_hu: Hátramaradt hónap
nl_nl: Aantal maanden
pt_pt: Meses Restantes
ru_ru: Осталось месяцев
tr_tr: Kalan ay

# PageAirportInfo_1025_name
source: Sign New Contract
hu_hu: Új szerződés megkötése
nl_nl: Teken nieuw contract
pt_pt: Assinar Novo Contracto
ru_ru: Подписать новый контракт
tr_tr: Yeni kontrat imzala

# PageAirportInfo_1026_name
source: Select Gates
hu_hu: Kapuk választása
pt_pt: Seleccionar Portas de Embarque
ru_ru: Выбрать Выходы
tr_tr: Kapilari secin

# PageAirportInfo_1027_name
source: Select Length
hu_hu: Hossz kiválasztása
nl_nl: Selecteer lengte
pt_pt: Seleccionar Duração
ru_ru: Выбрать продолжительность
tr_tr: uzunluk secin

# PageAirportInfo_1028_name
source: Yearly Payment
hu_hu: Éves költség
nl_nl: Jaarlijkse betaling
pt_pt: Pagamento Anual
ru_ru: Годовой платеж
tr_tr: Yıllık Ödeme

# PageAirportInfo_1029_name
source: Domestic
hu_hu: Belföldi
nl_nl: Binnenlands verkeer
pt_pt: Doméstico
ru_ru: Отечественный
tr_tr: Yerel

# PageAirportInfo_1030_name
source: Destination
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Направление
tr_tr: Varis yeri

# PageAirportInfo_1031_name
source: Passengers
hu_hu: Utaslétszám
nl_nl: Passagiers
pt_pt: Passageiros
ru_ru: Пассажиры
tr_tr: Yolcular

# PageAirportInfo_1032_name
source: Cargo
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
ru_ru: Груз
tr_tr: Kargo

# PageAirportInfo_200_name
source: Build Terminal
hu_hu: Terminál építése
nl_nl: Bouw terminal
pt_pt: Construir terminal
ru_ru: Построить Терминал
tr_tr: Terminal insa et

# PageAirportInfo_201_name
source: Sign Contract
hu_hu: Szerződés megkötése
nl_nl: Teken contract
pt_pt: Assinar Contracto
ru_ru: Подписать Контракт
tr_tr: Kontrat imzala

# PageAirports_1004_name
source: Search
hu_hu: Keres
nl_nl: Zoeken
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Ara

# PageAirportTraffic_1000_name
source: Airport Flights
hu_hu: Reptéri járatok
nl_nl: Vluchten van de luchthaven
pt_pt: Voos da Companhia
ru_ru: Рейсы в Аэропорту
tr_tr: Hava alani ucuslari

# PageAirportTraffic_1003_name
source: Airport Traffic
hu_hu: Repülőtéri forgalom
nl_nl: Luchthavenverkeer
pt_pt: Tráfego Aeroportuário
ru_ru: Плотность движения в аэропорту
tr_tr: Havaalani trafigi

# PageAirportTraffic_1004_name
source: Destination
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Направление
tr_tr: Varis yeri

# PageAirportTraffic_1005_name
source: Value
hu_hu: Érték
nl_nl: Waarde
pt_pt: Valor
ru_ru: Стоимость
tr_tr: Deger

# PageAirport_2000_name
source: Facilities & Statistics
hu_hu: Létesítmények és statisztikák
nl_nl: Faciliteiten en statistieken
pt_pt: Infraestruturas e Estatísticas
ru_ru: Постройки и Статистика
tr_tr: Tesisler & istatistikler

# PageAirport_2001_name
source: Flights & Traffic
hu_hu: Járatok és forgalom
nl_nl: Vluchten en verkeer
pt_pt: Voos e Tráfego
ru_ru: Рейсы и Интенсивность движения
tr_tr: Ucuslar & trafik

# PageShowAirports_1006_name
source: Show For Airline
hu_hu: Kijelzés adott légitársaságra
nl_nl: Laat zien welke luchtvaartmaatschappij
pt_pt: Mostrar para Companhia
ru_ru: Показать для Авиакомпании
tr_tr: Havayolu için Göster

# MessageBox_2406_message
source: Are you sure you want to create the difficulty level?
hu_hu: Biztosan létre szeretnéd hozni az új nehézségi szintet?
nl_nl: Weet je zeker dat je een moeilijkheidsgraad wilt creëeren?
pt_pt: Tens a certeza que queres criar este nível de dificuldade?
ru_ru: Вы уверены, что хотите создать уровень сложности?
tr_tr: Zorluk seviyesi olusturmak istediginizden eminmisiniz?

# MessageBox_2406_name
source: Create difficulty
hu_hu: Nehézség létrehozása
nl_nl: Creëer moeilijkheidsgraad
pt_pt: Criar Dificuldade
ru_ru: Задать сложность
tr_tr: Zorluk seviyesi olustur

# PageAirlineInfo_1026_name
source: Select Cash
hu_hu: Készpénz megadása
nl_nl: Selecteer hoeveelheid geld
pt_pt: Seleccionar Dinheiro
ru_ru: Выбрать стартовый капитал
tr_tr: Para birimi seciniz

# PageAirlineInfo_1027_name
source: Parent Airline
hu_hu: Anyatársaság
nl_nl: Moedermaatschappij
pt_pt: Companhia-mãe
ru_ru: Родительская авиакомпания
tr_tr: Sahip havayolu

# PageCreateDifficulty_1006_name
source: Level
hu_hu: Szint
nl_nl: Niveau
pt_pt: Nível
ru_ru: Уровень
tr_tr: Seviye

# PageCreateDifficulty_1007_name
source: Easy
hu_hu: Könnyű
nl_nl: Makkelijk
pt_pt: Fácil
ru_ru: Легкий
tr_tr: Kolay

# PageCreateDifficulty_1009_name
source: Hard
hu_hu: Nehéz
nl_nl: Moeilijk
pt_pt: Difícil
ru_ru: Сложный
tr_tr: Zor

# PageCreateDifficulty_200_name
source: Create Difficulty
hu_hu: Nehézség létrehozása
nl_nl: Creëer moeilijkheidsgraad
pt_pt: Criar Dificuldade
ru_ru: Настроить уровень сложности
tr_tr: Zorluk seviyesi olustur

# PageShowAirports_1007_name
source: Airlines Operating
hu_hu: Légitársaságok működésben
nl_nl: Luchtvaartmaatschappijen bedienend
pt_pt: Companhias a Operar
ru_ru: Авиакомпании оперируют
tr_tr: Havayollari isletimi

# PageShowAirports_1008_name
source: Total Routes
hu_hu: Összes útvonal
nl_nl: Totaal routes
pt_pt: Total de Rotas
ru_ru: Всего Маршрутов
tr_tr: Toplam Güzergahlar

# AirlinerTypeSpecifications_1000_name
source: Type
hu_hu: Típus
nl_nl: Soort
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# AirlinerTypeSpecifications_1001_name
source: Manufacturer
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# AirlinerTypeSpecifications_1002_name
source: Airliner Type
hu_hu: Repülőgép típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Aeronave
ru_ru: Тип самолета
tr_tr: Ucak tipi

# AirlinerTypeSpecifications_1003_name
source: Body Type
hu_hu: Törzs Típusa
pt_pt: Tipo de Fuselagem
ru_ru: Тип фюзеляжа
tr_tr: Gövde tipi

# AirlinerTypeSpecifications_1004_name
source: Engine Type
hu_hu: Hajtómű Típusa
nl_nl: Type motor
pt_pt: Tipo de motor
ru_ru: Тип двигателя
tr_tr: Motor tipi

# AirlinerTypeSpecifications_1005_name
source: Length
hu_hu: Hosszúság
nl_nl: Lengte
pt_pt: Comprimento
ru_ru: Длина
tr_tr: Uzunluk

# AirlinerTypeSpecifications_1006_name
source: Wing Span
hu_hu: Szárnyfesztávolság
nl_nl: Vleugelspanwijdte
pt_pt: Largura
ru_ru: Размах крыльев
tr_tr: Kanat Açıklığı

# AirlinerTypeSpecifications_1007_name
source: Range
hu_hu: Hatótávolság
nl_nl: Vliegbereik
pt_pt: Alcance
ru_ru: Дальность полета
tr_tr: Ucus mesafesi

# AirlinerTypeSpecifications_1008_name
source: Cruising Speed
hu_hu: Utazósebesség
nl_nl: Kruissnelheid
pt_pt: Velocidade de Cruzeiro
ru_ru: Крейсерская скорость
tr_tr: Ucus hizi

# AirlinerTypeSpecifications_1009_name
source: Req. Runway Length
hu_hu: Szükséges kifutópályahossz
nl_nl: Vereiste lengte landingsbaan
pt_pt: Comprimento de pista requerido
ru_ru: Требуемая длина ВПП
tr_tr: Gerekli ucus pisti uzunlugu

# AirlinerTypeSpecifications_1010_name
source: Fuel Comsuption
hu_hu: Üzemanyagfogyasztás
nl_nl: Brandstofverbuik
pt_pt: Consumo de combustível
ru_ru: Расход топлива
tr_tr: Yakıt Tüketimi

# AirlinerTypeSpecifications_1011_name
source: Seating Capacity
hu_hu: Utaskapacitás
nl_nl: Aantal zitplaatsen
pt_pt: Capacidade Assentos
ru_ru: Число пассажирских мест
tr_tr: Koltuk kapasitesi

# AirlinerTypeSpecifications_1012_name
source: Max. Airliner Classes
hu_hu: Max. osztályok száma
nl_nl: Max. vliegtuigklassen
pt_pt: Classes Máx. Aeronave
ru_ru: Макс. число пассажирских классов
tr_tr: Maksimum ucus sinifi sayisi

# AirlinerTypeSpecifications_1013_name
source: Cargo Capacity
hu_hu: Teherkapacitás
nl_nl: Vrachtcapaciteit
pt_pt: Capacidade de Carga
ru_ru: Грузовместимость
tr_tr: Kargo Kapasitesi
