Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PageAirlineStatistics_1014_name
source: Employee happiness
hu_hu: Alkalmazottelégedettség
nl_nl: Personeelstevredenheid
pt_pt: Felicidade do Empregado
ru_ru: Довольство сотрудников
tr_tr: Çalışan Mutlulugu

# PageAirlineStatistics_1015_name
source: Maintenance
hu_hu: Karbantartás
nl_nl: Onderhoud
pt_pt: Manutenção
ru_ru: Техобслуживание
tr_tr: Bakim

# PageAirlineStatistics_1016_name
source: Safety
hu_hu: Épség
nl_nl: Veiligheid
pt_pt: Segurança
ru_ru: Безопасность жизни
tr_tr: Emniyet

# PageAirlineStatistics_1017_name
source: Security
hu_hu: Biztonság
nl_nl: Veiligheid
pt_pt: Segurança
ru_ru: Служба Безопасности
tr_tr: Güvenlik

# PageAirlineStatistics_1018_name
source: Airline Ratings (0-100)
hu_hu: Légitársaság értékelése (0-100)
nl_nl: Luchtvaartmaatschappij beoordeling (0-100)
pt_pt: Classificação da Companhia (0-100)
ru_ru: Рейтинг авиакомпании (0-100)
tr_tr: Havayolu seviyesi (0-100)

# PageFleetInsurances_1000_name
source: Airliner Insurance Policies
hu_hu: Légitársaság biztosításpolitikája
nl_nl: Verzekeringspolis voor de luchtvaartmaatschappij
pt_pt: Regras de Seguro da Companhia
tr_tr: Havayolu sigorta politikaları

# General_118_name
source: Set
hu_hu: Beállít
nl_nl: Instellen
pt_pt: Configurar
ru_ru: Установить
tr_tr: Ayarla

# General_119_name
source: Back
hu_hu: Vissza
nl_nl: Terug
pt_pt: Voltar
ru_ru: Назад
tr_tr: Geri

# PageFleetMaintenance_1000_name
source: Scheduled Airliner Maintenance
hu_hu: Tervezett repülőgép karbantartás
nl_nl: Gepland onderhoud
pt_pt: Manutenção agendada da aeronave
ru_ru: Запланированное ТО самолета
tr_tr: Belirlenmis Ucak Bakimi

# PageFleetMaintenance_1001_name
source: Quick Maintenance
hu_hu: Gyors karbantartás
nl_nl: Snelle onderhoudsbeurt
pt_pt: Manutenção Rápida
ru_ru: Быстрое ТО
tr_tr: Hizli bakim

# PageFleetMaintenance_1002_name
source: Maintenance C
hu_hu: C Karbantartás
nl_nl: Onderhoudsbeurt C
pt_pt: Manutenção C
ru_ru: ТО Тип С
tr_tr: C tipi Bakim. 20-24 ayda bir yapilan bakim

# PageFleetMaintenance_1003_name
source: Maintenance D
hu_hu: D Karbantartás
nl_nl: Onderhoudsbeurt D
pt_pt: Manutenção D
ru_ru: ТО Тип D
tr_tr: D tipi Bakim. 5 yilda bir yapilan bakim

# PageFleetMaintenance_1004_name
source: Maintenance A + B
hu_hu: A + B karbantartás
nl_nl: Onderhoudsbeurt A+B
pt_pt: Manutenção A + B
ru_ru: ТО Типы A + B
tr_tr: A+B tipi bakim. 200-400 döngüne bir 4-6 ayda bir yapilan bakim

# PageFleetMaintenance_1005_name
source: Select Date
hu_hu: Dátum választása
nl_nl: Selecteer datum
pt_pt: Seleccionar Data
ru_ru: Выбрать Дату
tr_tr: Tarih Seciniz

# PageFleetMaintenance_1006_name
source: Select Interval
hu_hu: Időköz választása
nl_nl: Selecteer interval
pt_pt: Seleccionar Intervalo
ru_ru: Выбрать интервал
tr_tr: Aralik seciniz

# PanelFleetAirliner_205_name
source: Maintenance
hu_hu: Karbantartás
nl_nl: Onderhoud
pt_pt: Manutenção
ru_ru: Техобслуживание
tr_tr: Bakim

# PopUpConfirmInsurance_1000_name
source: Confirm airline insurance
hu_hu: Légitársaság biztosításának megerősítése
nl_nl: Bevestig luchtvaartmaatschappij verzekering
pt_pt: Confirmar seguro da companhia
ru_ru: Подтвердить страховку Авиакомпании
tr_tr: Havayolu Sigortası Onayla

# PopUpConfirmInsurance_1001_name
source: Are you sure you want to create an insurance with the following terms?
hu_hu: Biztosan létre szeretné hozni a megadott feltételeknek megfelelő biztosítást?
nl_nl: Weet je zeker dat je deze verzekering wil creëren met de volgende voorwaarden?
pt_pt: Tens a certeza que queres criar um seguro com os seguintes termos?
ru_ru: Вы уверены, что хотите создать страховку со следующими условиями?
tr_tr: Aşağıdaki şartlara sahip bir sigorta oluşturmak istediğinizden emin misiniz?

# PageAirlineFleet_1012_name
source: Airline Fleet - Leased
hu_hu: Repülőgépflotta - Bérelt
nl_nl: Vloot - geleased
pt_pt: Frota - Arrendado
ru_ru: Флот Авиакомпании - В Лизинге
tr_tr: Filo -Kiralik

# PageCreateDifficulty_1005_name
source: Startdata Level
hu_hu: Startadat szintje
nl_nl: Niveau begindatum
pt_pt: Nível Inicial
ru_ru: Уровень Даты Старта
tr_tr: Veri Seviye Başlangıci

# PageNewGame_1022_name
source: Select Playing Continent
hu_hu: Játékkontinens választása
nl_nl: Selecteer continent om te spelen.
pt_pt: Seleccionar Continente de Jogo
ru_ru: Выбрать игровой Континент
tr_tr: Oynayacaginiz Kitayi seciniz

# MessageBox_1007_message
source: This file already exists. Do you wish to overwrite it?
hu_hu: E fájl már létezik. Biztosan felül szeretné írni?
nl_nl: Dit bestand bestaat al. Wil jij het bestand overschrijven?
pt_pt: Este ficheiro já existe. Queres substituí-lo?
ru_ru: Такой файл уже существует. Хотите переписать его?
tr_tr: Mevcut dosyanin üstüne yazmak istediginizden eminmisiniz?

# MessageBox_1007_name
source: Saved file exists
hu_hu: A mentett fájl már létezik
nl_nl: Bestandsnaam bestaat al
pt_pt: O ficheiro guardado existe.
ru_ru: Сохраненный файл существует
tr_tr: Dosya kaydedildi

# MessageBox_2012_message
source: Are you sure you want to add {0} {1} with {2} class(es) to the order?
hu_hu: Biztosan hozzá szeretné adni a rendeléshez e {0} {1}, {2} osztállyal?
nl_nl: Weet jij het zeker dat je {0} {1} met {2} klasse(n) wilt bestellen?
pt_pt: Tens a certeza que queres adicionar {0} {1} com {2} classe(s) à encomenda?
ru_ru: Вы уверены, что хотите добавить {0} {1} с {2} пассажирским(и) классом(классами) в Ваш заказ?
tr_tr: {0} {1} ile {2} sinif(lar) eklemek istediginizden eminmisiniz?

# MessageBox_2012_name
source: Add airliner order
hu_hu: Repülőgépmegrendelés hozzáadása
nl_nl: Plaats vliegtuigorder
pt_pt: Adicionar encomenda aeronave
ru_ru: Добавить заказ самолета
tr_tr: Ucak siparisi ekle

# PageOrderAirliners_202_name
source: Apply configuration
hu_hu: Összeállítás alkalmazása
nl_nl: Pas configuratie toe
pt_pt: Aplicar configuração
ru_ru: Применить конфигурацию
tr_tr: Yapilandirmayi onayla

# PageNewGame_1023_name
source: Select Gameturn Length
hu_hu: Játékkörhossz meghatározása
nl_nl: Selecteer legte spelronde
pt_pt: Seleccionar duração do turno de jogo
ru_ru: Выбрать длину хода
tr_tr: Oyun dönüs uzunlugunu seciniz

# PageNewGame_1024_name
source: 24 Hours
hu_hu: 24 óra
nl_nl: 24-uurs
pt_pt: 24 Horas
ru_ru: 24 Часа
tr_tr: 24 Saat

# PageNewGame_1025_name
source: Minutes
hu_hu: Perc
nl_nl: Minuten
pt_pt: Minutos
ru_ru: Минуты
tr_tr: Dakika

# PageNewAirline_1001_name
source: Airline Name
hu_hu: Légitársaság neve
nl_nl: Naam luchtvaartmaatschappij
pt_pt: Nome da Companhia
ru_ru: Название авиакомпании
tr_tr: Havayolu İsmi

# PageNewAirline_1002_name
source: IATA Code
hu_hu: IATA kód
pt_pt: Código IATA
ru_ru: IATA Код
tr_tr: IATA Kodu

# PageNewAirline_1003_name
source: Airline Type
hu_hu: Légitársaság típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo Companhia
ru_ru: Тип авиакомпании
tr_tr: Havayolu Tipi

# PageNewAirline_1004_name
source: Airline Logo
hu_hu: Légitársaság logója
nl_nl: Logo van luchtvaartmaatschappij
pt_pt: Logótipo da Companhia
ru_ru: Логотип авиакомпании
tr_tr: Havayolu Logosu

# PageNewAirline_1005_name
source: Airline Color
hu_hu: Légitársaság színe
nl_nl: Kleur van het luchtvaartmaatschappij
pt_pt: Cor da Companhia
ru_ru: Цвет авиакомпании
tr_tr: Havayolu Rengi

# PageNewAirline_1006_name
source: Preferred Airport
hu_hu: Előnyben részesített repülőtér
nl_nl: Voorkeurs luchthaven
pt_pt: Aeroporto de Preferência
ru_ru: Предпочитаемый аэропорт
tr_tr: Öncelikli hava alani

# PageNewAirline_1007_name
source: Passenger Airline
hu_hu: Utasszállító-légitársaság
nl_nl: Passagiersluchtvaartmaatschappij
pt_pt: Companhia de Passageiros
ru_ru: Пассажирская Авиакомпания
tr_tr: Yolcu havayolu

# PageNewAirline_1008_name
source: Cargo Airline
hu_hu: Teherszállító-légitársaság
nl_nl: Vrachtluchtvaartmaatschappij
pt_pt: Companhia de Carga
ru_ru: Грузовая Авиакомпания
tr_tr: Kargo havayolu

# PageNewAirline_201_name
source: Create Airline
hu_hu: Légitársaság létrehozása
nl_nl: Creëer luchtvaartmaatschappij
pt_pt: Criar Companhia
ru_ru: Создать Авиакомпанию
tr_tr: Havayolu sirketi olustur

# MainMenu_1000_name
source: My Airline
hu_hu: Saját légitársaság
nl_nl: Mijn luchtvaartmaatschappij
pt_pt: Minha Companhia
ru_ru: Моя Авиакомпания
tr_tr: Havayolu sirketim

# MainMenu_1001_name
source: Routes
hu_hu: Útvonalak
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: Güzergahlar

# MainMenu_1002_name
source: Airliners
hu_hu: Repülőgépek
nl_nl: Vliegtuigen
pt_pt: Aeronaves
ru_ru: Самолеты
tr_tr: Ucaklar

# MainMenu_1003_name
source: Airports
hu_hu: Repülőterek
nl_nl: Luchthavens
pt_pt: Aeroportos
ru_ru: Аэропорты
tr_tr: Havaalanlari

# MainMenu_1004_name
source: Alliances
hu_hu: Szövetségek
nl_nl: Allianties
pt_pt: Alianças
ru_ru: Альянсы
tr_tr: Birlikler

# MainMenu_1005_name
source: Staff
hu_hu: Személyzet
nl_nl: Personeel
pt_pt: Colaboradores
ru_ru: Персонал
tr_tr: Görevli

# MainMenu_1006_name
source: Take Out Loan
hu_hu: Hitel igénylése
nl_nl: Lening nemen
pt_pt: Retirar Empréstimo
ru_ru: Получить Заем
tr_tr: Kredi al

# MainMenu_1007_name
source: Airlines
hu_hu: Légitársaságok
nl_nl: Luchtvaartmaatschappijen
pt_pt: Aeronaves
ru_ru: Авиакомпании
tr_tr: Havayolları

# MainMenu_1008_name
source: Options
hu_hu: Opciók
nl_nl: Opties
pt_pt: Opções
ru_ru: Настройки
tr_tr: Seçenekler

# MessageBox_2404_message
source: The IATA code most be 2 characters and digits long
hu_hu: A IATA kód hossza legalább 2 betű és/vagy szám
nl_nl: De IATA-code moet 2 letters en/of cijfers bevatten
pt_pt: O código IATA deve ter 2 caracteres e dígitos
ru_ru: Код IATA состоит зи 2 букв и 2 цифр
tr_tr: IATA kodu en az 2 harf veya daha uzun olmalidir

# MessageBox_2404_name
source: Invalid names
hu_hu: Lehetetlen nevek
nl_nl: Ongeldige naam
pt_pt: Nomes inválidos
ru_ru: Неправильные имена
tr_tr: Gecersiz isim

# MessageBox_2405_message
source: The airline has been created
hu_hu: A légitársaság létre lett hozva
nl_nl: De luchtvaartmaatschappij is gecreëerd
pt_pt: A companhia foi criada
ru_ru: Авиакомпания создана
tr_tr: Havayolu sirketi kuruldu

# MessageBox_2405_name
source: Airline created
hu_hu: Légitársaság létrehozva
nl_nl: Luchtvaartmaatschappij gecreëerd
pt_pt: Companhia criada
ru_ru: Авиакомпания создана
tr_tr: Sirket kuruldu

# PageAlliances_1001_name
source: Alliances
hu_hu: Szövetségek
nl_nl: Allianties
pt_pt: Alianças
ru_ru: Альянсы
tr_tr: Birlikler

# PageAlliances_1002_name
source: Create Alliance
hu_hu: Szövetség Létrehozása
nl_nl: Creëer Alliantie
pt_pt: Criar Aliança
ru_ru: Создать Альянс
tr_tr: Birlik kur

# PageAlliances_1003_name
source: Largest Alliances
hu_hu: Legnagyobb szövetségek
nl_nl: Grootste Allianties
pt_pt: Maiores Alianças
ru_ru: Крупнейшие Альянсы
tr_tr: Büyük Birlikler

# PageNewAirline_1009_name
source: Airline CEO
hu_hu: Légitársaság vezérigazgatója
nl_nl: CEO van de Luchtvaartmaatschappij
pt_pt: Administrador/a da Companhia
ru_ru: Генеральный Директор Авиакомпании
tr_tr: Havayolu sahibi

# PageShowAirports_1000_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageShowAirports_1002_name
source: Town
hu_hu: Város
nl_nl: Plaats
pt_pt: Cidade
ru_ru: Город
tr_tr: Sehir

# PageShowAirports_1003_name
source: Country
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PageShowAirports_1004_name
source: Gates (Free/Total)
hu_hu: Kapuk (szabad/össz)
nl_nl: Gates (Vrij/Totaal)
pt_pt: Portas de Embarque (Disponíveis/Total)
ru_ru: Выходы (Свободные/Всего)
tr_tr: Kapilar (Bos/toplam)

# PageAlliances_1004_name
source: Human Alliances
hu_hu: Játékosok szövetségei
nl_nl: Eigen allianties
pt_pt: Alianças Humanas
ru_ru: Альянсы Игрока
tr_tr: Sahip olunan, üyesi oldugum birlikler

# PageCreateAlliance_1000_name
source: Select Alliance Name
hu_hu: Szövetség nevének választása
nl_nl: Kies een alliantienaam
pt_pt: Seleccionar Nome de Aliança
ru_ru: Выбрать название Альянса
tr_tr: Birlik adi seciniz

# PageCreateAlliance_1001_name
source: Select Headquarter
hu_hu: Szövetség székhelyének választása
nl_nl: Kies een hoofdkwartier
pt_pt: Seleccionar Sede
ru_ru: Выбрать Главный офис
tr_tr: Merkez seciniz

# PageCreateAlliance_1002_name
source: Select Alliance Logo
hu_hu: Szövetség logójának választása
nl_nl: Kies logo voor de alliantie
pt_pt: Seleccionar Logótipo da Aliança
ru_ru: Выбрать логотип Альянса
tr_tr: Brilik logosu seciniz

# PageCreateAlliance_1003_name
source: Select Alliance Type
hu_hu: Szövetség típusának választása
nl_nl: Kies soort alliantie
pt_pt: Seleccionar tipo de Aliança
ru_ru: Выбрать тип Альянса
tr_tr: Birlik tipi seciniz

# PageCreateAlliance_1004_name
source: Full
hu_hu: Tele
nl_nl: Volledig
pt_pt: Total
ru_ru: Полный
tr_tr: Ful

# PageCreateAlliance_1005_name
source: Codesharing
pt_pt: Partilha de Códigos
tr_tr: Kod paylasimi

# PageCreateAlliance_200_name
source: Create Alliance
hu_hu: Szövetség létrehozása
nl_nl: Creëer Alliantie
pt_pt: Criar Aliança
ru_ru: Создать Альянс
tr_tr: Birlik kur

# PageShowAlliances_1000_name
source: Alliance
hu_hu: Szövetség
nl_nl: Alliantie
pt_pt: Aliança
ru_ru: Альянс
tr_tr: Birlik

# PageShowAlliances_1001_name
source: Headquarter
hu_hu: Székhely
nl_nl: Hoofdkwartier
pt_pt: Sede
ru_ru: Главный офис
tr_tr: Merkez binasi

# PageShowAlliance_1000_name
source: Alliance Members
hu_hu: Szövetség tagjai
nl_nl: Alliantieleden
pt_pt: Membros da Aliança
ru_ru: Члены Альянса
tr_tr: Birlik Üyeleri

# PageShowAlliance_1001_name
source: Pending Alliance Members
hu_hu: Szövetség függő tagjai
nl_nl: Alliantieleden in behandeling
pt_pt: Membros Pendentes para a Aliança
ru_ru: Ожидаемые Члены Альянса
tr_tr: Bekleyen birlik üyeleri

# PageShowAlliance_200_name
source: Join Alliance
hu_hu: Csatlakozás szövetséghez
nl_nl: Lid worden van de alliantie
pt_pt: Juntar-se à Aliança
ru_ru: Вступить в Альянс
tr_tr: Birliga katil

# PageShowAlliance_201_name
source: Invite to Alliance
hu_hu: Meghívás szövetségbe
nl_nl: Uitnodigen voor de alliantie
pt_pt: Convidar para a Aliança
ru_ru: Пригласить в Альянс
tr_tr: Birlige davet et

# PageShowAlliance_202_name
source: Exit from Alliance
hu_hu: Kilépés szövetségből
nl_nl: Alliantie verlaten
pt_pt: Sair da Aliança
ru_ru: Покинуть Альянс
tr_tr: Birlikten Cik

# PageCreateRoute_1000_name
source: Ticket Price
hu_hu: Jegyár
nl_nl: Ticketprijs
pt_pt: Preço do Bilhete
ru_ru: Цена билета
tr_tr: Bilet fiyati

# PageCreateRoute_1001_name
source: Route Information
hu_hu: Útvonalinformációk
nl_nl: Route-informatie
pt_pt: Informação de Rota
ru_ru: Информация о Маршруте
tr_tr: Güzergah bilgisi

# PageCreateRoute_1002_name
source: Origin
hu_hu: Eredet
nl_nl: Herkomst
pt_pt: Origem
ru_ru: Откуда
tr_tr: Köken

# PageCreateRoute_1003_name
source: Destination
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Направление
tr_tr: Varis yeri

# PageCreateRoute_1004_name
source: Stopover
hu_hu: Közbeeső megálló
nl_nl: Tussenstop
pt_pt: Escala
ru_ru: Промежуточная посадка
tr_tr: Ara istasyon

# PageCreateRoute_1005_name
source: Distance
hu_hu: Távolság
nl_nl: Afstand
pt_pt: Distância
ru_ru: Расстояние
tr_tr: Mesafe

# PageCreateRoute_1006_name
source: Cargo Information
hu_hu: Teherinformáció
nl_nl: Vrachtinformatie
pt_pt: Informação de Carga
ru_ru: Информация о грузе
tr_tr: Kargo Bilgisi

# PageCreateRoute_1007_name
source: Cargo Unit Price
hu_hu: Teher egységára
nl_nl: Vrachteenheidsprijs
pt_pt: Preço por Unidade de Carga
ru_ru: Цена за единицу груза
tr_tr: Kargo basi birim fiyati

# PageCreateRoute_1008_name
source: Passenger Route
hu_hu: Utasútvonal
nl_nl: Passagiersroute
pt_pt: Rota de Passageiros
ru_ru: Пассажирский Маршрут
tr_tr: Yolcu Güzergahi

# PageCreateRoute_1009_name
source: Cargo Route
hu_hu: Teherútvonal
nl_nl: Vrachtroute
pt_pt: Rota de Carga
ru_ru: Грузовой Маршрут
tr_tr: Kargo Güzergahi

# PageCreateRoute_1010_name
source: Classes, Prices and Facilities
hu_hu: Osztályok, árak és szolgáltatások
nl_nl: Klassen, prijzen en faciliteiten
pt_pt: Classes, Preços e Infraestruturas
ru_ru: Классы, Цены и Службы
tr_tr: Siniflar,Fiyatlar ve Tesisler

# PageCreateRoute_1011_name
source: Route Type
hu_hu: Útvonal típusa
nl_nl: Soort route
pt_pt: Tipo de Rota
ru_ru: Тип Маршрута
tr_tr: Güzergah tipi

# PageCreateRoute_200_name
source: Create Route
hu_hu: Útvonal létrehozása
nl_nl: Creër nieuwe route
pt_pt: Criar Rota
ru_ru: Создать Маршрут
tr_tr: Güzergah Olustur

# PageCreateRoute_201_name
source: Load Configuration
hu_hu: Beállítás betöltése
nl_nl: Laad configuratie
pt_pt: Carregar Configuração
ru_ru: Загрузить Конфигурацию
tr_tr: Yapilandirmayi Yükle

# PageHumanRoutes_1000_name
source: Origin
hu_hu: Eredet
nl_nl: Herkomst
pt_pt: Origem
ru_ru: Откуда
tr_tr: Köken

# PageHumanRoutes_1001_name
source: Destination
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Направление
tr_tr: Varis yeri

# PageHumanRoutes_1002_name
source: Stopovers
hu_hu: Közbeeső megálló
nl_nl: Tussenstop
pt_pt: Escalas
ru_ru: Промежуточные посадки
tr_tr: Ara istasyon

# PageHumanRoutes_1003_name
source: Route Balance
hu_hu: Útvonalnyereség
nl_nl: Balans van de route
pt_pt: Proveitos da Rota
ru_ru: Баланс Маршрута
tr_tr: Güzergah Bilancosu

# PageRoutes_1004_name
source: Create Route
hu_hu: Útvonal létrehozása
nl_nl: Creëer route
pt_pt: Criar Rota
ru_ru: Создать Маршрут
tr_tr: Güzergah olustur

# PageRoutes_1005_name
source: Assign Airliners
hu_hu: Repülőgép hozzárendelése útvonalhoz és légtérkorlátozások
nl_nl: Wijs vliegtuig toe en vluchtrestricties
pt_pt: Alocar Aeronaves & Restrições de Voo
ru_ru: Назначить самолеты и Летные ограничения
tr_tr: Havayolları & Uçuş Kısıtlamaları atama

# PageRoutes_1006_name
source: Most Profitable Routes
hu_hu: Legnyereségesebb útvonalak
nl_nl: Meest winstgevende routes
pt_pt: Rotas mais Rentáveis
ru_ru: Самые доходные Маршруты
tr_tr: En Kazancli Güzergahlar

# PageRoutes_1007_name
source: Most Requested Routes
hu_hu: Legigényeltebb útvonalak
nl_nl: Meest gevraagde routes
pt_pt: Rotas mais Requisitadas
ru_ru: Самые востребованные Маршруты
tr_tr: En Cok Talep Edilen Güzergahlar

# PageShowRoute_1000_name
source: Stopovers
hu_hu: Közbeeső megállók
nl_nl: Tussenstops
pt_pt: Escalas
ru_ru: Промежуточные посадки
tr_tr: Ara istasyonlar

# PageShowRoute_1001_name
source: Route Statistics
hu_hu: Útvonalstatisztikák
nl_nl: Route statistieken
pt_pt: Estatísticas da Rota
ru_ru: Статистика Маршрута
tr_tr: Güzergah istatistikleri

# PageShowRoute_1002_name
source: Route Finances
hu_hu: Útvonal pénzügyei
nl_nl: Route financiën
pt_pt: Finanças da Rota
ru_ru: Финансовый отчет Маршрута
tr_tr: Güzergah kazanci

# MessageBox_3000_message
source: One or more of the airports doesn't have free gates
hu_hu: Egy vagy több repülőtéren nincsen szabad kapu
nl_nl: Een of meer van de luchthavens hebben geen vrije gates meer.
pt_pt: Um ou mais aeroportos não tem portas de embarque disponíveis
ru_ru: В одном или нескольких аэропортах нет свободных Выходов
tr_tr: Bir veya daha fazla havaalaninda bos kullanilabilecek kapi yok

# MessageBox_3000_name
source: No free gates
hu_hu: Nincs szabad kapu
nl_nl: Geen vrije gates
pt_pt: Sem portas de embarque disponíveis
ru_ru: Нет свободных Выходов
tr_tr: Bos kapi yok

# MessageBox_3001_message
source: The distances between the airports are not valid
hu_hu: A repülőterek közötti távolság lehetetlen
nl_nl: De afstand tussen de luchthavens is ongeldig
pt_pt: As distâncias entre os aeroportos não são válidas
ru_ru: Неправильное расстояние между аэропортами
tr_tr: Havaalanları arasındaki mesafeler geçerli değil

# MessageBox_3001_name
source: Distance error
hu_hu: Távolsághiba
nl_nl: Foutmelding afstand
pt_pt: Erro de Distância
ru_ru: Ошибка дистанции
tr_tr: Mesafe hatasi

# MessageBox_3002_message
source: One or more airports are not of appropriate type (Regional/Domestic/Intl)
hu_hu: Egy vagy több repülőtér nem megfelelő típusú (Regionális/Belföldi/Nemzetközi)
nl_nl: Een of meer luchthavens zijn niet van het juiste type (Regionaal/Binnenlands/Internationaal)
pt_pt: Um ou mais aeroportos não são do tipo apropriado (Regional/Doméstico/Internacional)
ru_ru: Один или более аэропортов не соответствующего типа (Региональный/Национальный/Международный)
tr_tr: Bir veya daha fazla havaalani tipi uygun degil (Bölgesel/Yerel/Ulusal)

# MessageBox_3002_name
source: Airport error
hu_hu: Repülőtérhiba
nl_nl: Foutmelding luchthaven
pt_pt: Erro de Aeroporto
ru_ru: Ошибка аэропорта
tr_tr: Havalimanı hatası

# PageAirportsStatistics_1002_name
source: Largest Airports
hu_hu: Legnagyobb repülőterek
nl_nl: Grootste luchthavens
pt_pt: Maiores Aeroportos
ru_ru: Крупнейшие аэропорты
tr_tr: Büyük Havaalanları

# PageAirportsStatistics_1003_name
source: Airport
hu_hu: Repülőtér
nl_nl: Luchthaven
pt_pt: Aeroporto
ru_ru: Аэропорт
tr_tr: Havalimanı

# PageAirportsStatistics_1004_name
source: Passengers
hu_hu: Utasok
nl_nl: Passagiers
pt_pt: Passageiros
ru_ru: Пассажиры
tr_tr: Yolcular

# PageAirports_1002_name
source: Largest Human Airports
hu_hu: Játékosok legnagyobb repülőterei
nl_nl: Grootste eigen luchthavens
pt_pt: Maiores Aeroportos Humanos
ru_ru: Крупнейшие аэропорты Игрока
tr_tr: Sahip oldugum en büyük havaalanlari

# PageAirports_1003_name
source: Human Hubs
hu_hu: Játékosok központjai
nl_nl: Eigen hubs
pt_pt: Hubs Humanos
ru_ru: Хабы Игрока
tr_tr: Sahip oldugum subeler

# PageAirports_2000_name
source: Airports
hu_hu: Repülőterek
nl_nl: Luchthavens
pt_pt: Aeroportos
ru_ru: Аэропорты
tr_tr: Havalimanları

# PageAirports_2001_name
source: Search
hu_hu: Keresés
nl_nl: Zoeken
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Ara

# PageAirports_2002_name
source: Statistics
hu_hu: Statisztikák
nl_nl: Statistieken
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatislikler

# PageAssignAirliners_1000_name
source: Flight Restrictions
hu_hu: Légtérkorlátozás
nl_nl: Vluchtrestricties
pt_pt: Restrições de Voo
ru_ru: Запрет на полеты
tr_tr: Ucus kisitlamalari

# PageAssignAirliners_1001_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageAssignAirliners_1002_name
source: Airliner Type
hu_hu: Repülőgép típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Aeronave
ru_ru: Тип самолета
tr_tr: Ucak tipi

# PageAssignAirliners_1003_name
source: Routes
hu_hu: Útvonalak
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: Güzergahlar

# PageCreateRoute_1012_name
source: Select Configuration
hu_hu: Összeállítás kiválasztása
nl_nl: Selecteer Configuratie
pt_pt: Seleccionar Configuração
ru_ru: Выбрать Конфигурацию
tr_tr: Yapilandirma seciniz

# PageNewGame_2000_name
source: Standard Game
hu_hu: Standard játék
nl_nl: Standaard spel
pt_pt: Jogo Normal
ru_ru: Обычная Игра
tr_tr: Standart oyun

# PageNewGame_2001_name
source: Create Airline
hu_hu: Légitársaság létrehozása
nl_nl: Creëer Luchtvaartmaatschappij
pt_pt: Criar Companhia
ru_ru: Создать Авиакомпанию
tr_tr: Hava yolu sirketi olustur

# PageNewGame_2002_name
source: Create Difficulty
hu_hu: Nehézség létrehozása
nl_nl: Creëer moeilijkheidsgraad
pt_pt: Criar Dificuldade
ru_ru: Настроить уровень сложности
tr_tr: Zorluk olustur

# PagePilotsFS_2000_name
source: Pilots
hu_hu: Pilóták
nl_nl: Piloten
pt_pt: Pilotos
ru_ru: Пилоты
tr_tr: Pilotlar

# PagePilotsFS_2001_name
source: Flight Schools & Instructors
hu_hu: Repülősiskolák és oktatók
nl_nl: Vliegscholen en instructeurs
pt_pt: Escolas de Aviação & Instrutores
ru_ru: Летные Школы и Инструкторы
tr_tr: Ucus okullari & Egitmenler

# PageShowRoute_1003_name
source: Edit Route
hu_hu: Útvonal módosítása
nl_nl: Pas de route aan
pt_pt: Editar Rota
ru_ru: Редактировать Маршрут
tr_tr: Güzergahi Düzenle

# PageShowRoute_200_name
source: Save Route
hu_hu: Útvonal mentése
nl_nl: Sla de route op
pt_pt: Guardar Rota
ru_ru: Сохранить Маршрут
tr_tr: Güzergahi kaydet

# PageShowRoute_201_name
source: Delete Route
hu_hu: Útvonal törlése
nl_nl: Verwijder route
pt_pt: Apagar Rota
ru_ru: Удалить Маршрут
tr_tr: Güzergahi sil

# PageShowScenario_1000_name
source: Difficulty Level
hu_hu: Nehézségi szint
nl_nl: Moeilijkheidsgraad
pt_pt: Nível de Dificuldade
ru_ru: Уровень сложности
tr_tr: Zorluk seviyesi
