Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PageShowScenario_1001_name
source: Human Airline
hu_hu: Játékos légitársasága
nl_nl: Eigen luchtvaartmaatschappij
pt_pt: Companhia Humana
ru_ru: Авиакомпания Игрока
tr_tr: Sahip oldugum havayolu sirketi

# PageShowScenario_1002_name
source: Start Year
hu_hu: Kezdőév
nl_nl: Startjaar
pt_pt: Ano Inicial
ru_ru: Год начала игры
tr_tr: Baslangic Yili

# PageShowScenario_1003_name
source: Opponents
hu_hu: Ellenfelek
nl_nl: Concurrenten
pt_pt: Concorrentes
ru_ru: Соперники
tr_tr: Rakipler

# PageShowScenario_200_name
source: Play Scenario
hu_hu: Játék forgatókönyv alapján
nl_nl: Speel scenario
pt_pt: Jogar Cenário
ru_ru: Играть Сценарий
tr_tr: Görev Oyna

# PageShowScenario_201_name
source: Back to Start Menu
hu_hu: Vissza a kezdőképernyőre
nl_nl: Terug naar het startmenu
pt_pt: Voltar ao Menu Inicial
ru_ru: Назад в Главное Меню
tr_tr: Başlangıç menüsüne geri dön

# PageFlightSchools_1000_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageFlightSchools_1001_name
source: Age
hu_hu: Kor
nl_nl: Leeftijd
pt_pt: Idade
ru_ru: Возраст
tr_tr: Yas

# PageFlightSchools_1002_name
source: Rating
hu_hu: Besorolás
nl_nl: Beoordeling
pt_pt: Classificação
ru_ru: Рейтинг
tr_tr: Derece

# PageFlightSchools_1003_name
source: Country
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PageFlightSchools_1004_name
source: Airport
hu_hu: Repülőtér
nl_nl: Luchthaven
pt_pt: Aeroporto
ru_ru: Аэропорт
tr_tr: Havalimanı

# PageFlightSchools_1005_name
source: Instructors
hu_hu: Oktatók
nl_nl: Instructeurs
pt_pt: Instrutores
ru_ru: Инструкторы
tr_tr: Sigorta

# PageFlightSchools_1006_name
source: Students
hu_hu: Tanulók
nl_nl: Studenten
pt_pt: Alunos
ru_ru: Студенты
tr_tr: Ögrenciler

# PageFlightSchools_1007_name
source: Instructors
hu_hu: Oktatók
nl_nl: Instructeurs
pt_pt: Instrutores
ru_ru: Инструкторы
tr_tr: Egitmenler

# PageFlightSchools_1008_name
source: Flight Schools
hu_hu: Repülősiskolák
nl_nl: Vliegscholen
pt_pt: Escolas de Aviação
ru_ru: Летные Школы
tr_tr: Ucus okullari

# PageFlightSchools_200_name
source: Build Flight School
hu_hu: Repülősiskola építése
nl_nl: Bouw vliegschool
pt_pt: Construir Escolar de Aviação
ru_ru: Построить Летную Школу
tr_tr: Ucus okulu ac

# PagePilots_1005_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PagePilots_1006_name
source: Age
hu_hu: Kor
nl_nl: Leeftijd
pt_pt: Idade
ru_ru: Возраст
tr_tr: Yas

# PagePilots_1007_name
source: Rating
hu_hu: Besorolás
nl_nl: Beoordeling
pt_pt: Classificação
ru_ru: Рейтинг
tr_tr: Derece

# PagePilots_1008_name
source: Country
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PageShowFlightSchool_1000_name
source: Airport
hu_hu: Repülőtér
nl_nl: Luchthaven
pt_pt: Aeroporto
ru_ru: Аэропорт
tr_tr: Havalimanı

# PageShowFlightSchool_1001_name
source: Instructors
hu_hu: Oktatók
nl_nl: Instructeurs
pt_pt: Instrutores
ru_ru: Инструкторы
tr_tr: Sigortalar

# PageShowFlightSchool_1002_name
source: Students
hu_hu: Tanulók
nl_nl: Studenten
pt_pt: Alunos
ru_ru: Студенты
tr_tr: Ögrenciler

# PageShowFlightSchool_1003_name
source: Training Aircrafts
hu_hu: Oktatórepülőgépek
nl_nl: Lesvliegtuigen
pt_pt: Aeronaves de Treino
ru_ru: Учебные самолеты
tr_tr: Egitim Ucaklari

# PageShowFlightSchool_1004_name
source: Age
hu_hu: Kor
nl_nl: Leeftijd
pt_pt: Idade
ru_ru: Возраст
tr_tr: Yas

# PageShowFlightSchool_1005_name
source: Fligth School Instructors
hu_hu: Repülősiskola oktatói
nl_nl: Vliegschoolinstructeurs
pt_pt: Instrutores de Escola de Aviação
ru_ru: Инструкторы в Летной Школе
tr_tr: Ucus Okulu Egitmenleri

# PageShowFlightSchool_1006_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageShowFlightSchool_1007_name
source: Age
hu_hu: Kor
nl_nl: Leeftijd
pt_pt: Idade
ru_ru: Возраст
tr_tr: Yas

# PageShowFlightSchool_1008_name
source: Rating
hu_hu: Besorolás
nl_nl: Beoordeling
pt_pt: Classificação
ru_ru: Рейтинг
tr_tr: Derece

# PageShowFlightSchool_1009_name
source: Town
hu_hu: Város
nl_nl: Plaats
pt_pt: Cidade
ru_ru: Город
tr_tr: Sehir

# PageShowFlightSchool_1010_name
source: Flight School Students
hu_hu: Repülősiskola tanulói
nl_nl: Vliegschoolstudenten
pt_pt: Alunos Piloto
ru_ru: Студенты в Летной Школе
tr_tr: Ucus Okulu Ögrencileri

# PageShowFlightSchool_1011_name
source: Education
hu_hu: Oktatás
nl_nl: Opleiding
pt_pt: Educação
ru_ru: Образование
tr_tr: Egitim

# PageShowFlightSchool_1012_name
source: Instructor
hu_hu: Oktató
nl_nl: Instructeur
pt_pt: Instrutor
ru_ru: Инструктор
tr_tr: Egitmen

# PageShowFlightSchool_1013_name
source: Aircraft Type
hu_hu: Repülőgép típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Aeronave
ru_ru: Тип самолета
tr_tr: Ucak Tipi

# PageShowFlightSchool_200_name
source: Buy Aircraft
hu_hu: Repülőgép Vásárlása
nl_nl: Koop vliegtuig
pt_pt: Comprar Aeronave
ru_ru: Купить самолет
tr_tr: Ucagi satin al

# PageShowFlightSchool_201_name
source: Hire Students
hu_hu: Tanulók alkalmazása
nl_nl: Neem studenten aan
pt_pt: Contratar Alunos
ru_ru: Нанять Студентов
tr_tr: Ögrenci al

# PageShowFlightSchool_202_name
source: Delete Flight School
hu_hu: Repülősiskola törlése
nl_nl: Verwijder vliegschool
pt_pt: Encerrar Escola de Aviação
ru_ru: Удалить Летную Школу
tr_tr: Ucus okulunu Yik

# PageShowPilot_1000_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageShowPilot_1001_name
source: Born
hu_hu: Születés ideje
nl_nl: Geboortedatum
pt_pt: Nascido
ru_ru: Родился
tr_tr: Dogum

# PageShowPilot_1002_name
source: Hometown
hu_hu: Szülőváros
nl_nl: Woonplaats
pt_pt: Sede
ru_ru: Домашний город
tr_tr: Memleketi

# PageShowPilot_1003_name
source: Date of Education
hu_hu: Oktatás befejezésének időpontja
nl_nl: Datum van opleiding
pt_pt: Data da Educação
ru_ru: Дата получения образования
tr_tr: Egitim tarihi

# PageShowPilot_1004_name
source: Rating
hu_hu: Besorolás
nl_nl: Beoordeling
pt_pt: Classificação
ru_ru: Рейтинг
tr_tr: Derece

# PageShowPilot_1005_name
source: Salary
hu_hu: Bér
nl_nl: Salaris
pt_pt: Salário
ru_ru: Зарплата
tr_tr: Maas

# PageShowPilot_200_name
source: Hire Pilot
hu_hu: Pilóta alkalmazása
nl_nl: Neem piloot aan
pt_pt: Contratar Piloto
ru_ru: Нанять Пилота
tr_tr: Pilot al

# MessageBox_2809_message
source: Are you sure you want to sell this training aircraft?
hu_hu: Biztosan el szeretné adni e oktatórepülőt?
nl_nl: Weet je zeker dat jij deze lesvliegtuig verkopen wilt?
pt_pt: Tens a certeza que queres vender esta aeronave de treino?
ru_ru: Вы уверены, что хотите продать этот учебный самолет
tr_tr: Egitim ucaginizi satmak istediginizden eminmisiniz?

# MessageBox_2809_name
source: Sell aircraft
hu_hu: Repülőgép eladása
nl_nl: Verkoop vliegtuig
pt_pt: Vender Aeronave
ru_ru: Продать самолет
tr_tr: Uçak sat

# MessageBox_2810_message
source: You can't sell this aircraft since it is used by students
hu_hu: Nem lehetséges e repülőgépet eladni mivel tanulói jelenleg is használják
nl_nl: Ja kan dit vliegtuig niet verkopen omdat die in gebruik is bij de studenten
pt_pt: Não podes vender esta aeronave uma vez que está a ser usada por alunos
ru_ru: Вы не можете продать этот самолет, до тех пор пока к нему прикреплены студенты
tr_tr: Ögrenciler tarafindan kullanildigi icin satamazsiniz

# MessageBox_2810_name
source: Can't sell aircraft
hu_hu: Nem lehet eladni e repülőgépet
nl_nl: Je kan deze vliegtuig niet verkopen
pt_pt: Impossível vender aeronave
ru_ru: Невозможно продать самолет
tr_tr: Uçağı satamazsın

# PageAirliners_2000_name
source: Used Airliners
hu_hu: Használt repülőgépek
nl_nl: Gebruikte vliegtuigen
pt_pt: Aeronaves Usadas
ru_ru: Подержанные самолеты
tr_tr: Kullanilmis Ucaklar

# PageAirliners_2001_name
source: Order From Manufacturer
hu_hu: Repülőgép rendelése gyártótól
nl_nl: Bestel bij de fabrikant
pt_pt: Encomendar ao Fabricante
ru_ru: Заказать у Производителя
tr_tr: Üreticiden tedarik et

# PageUsedAirliner_200_name
source: Buy Airliner
hu_hu: Repülőgép vásárlása
nl_nl: Koop vliegtuig
pt_pt: Comprar Aeronave
ru_ru: Купить самолет
tr_tr: Ucak satin al

# PageUsedAirliner_201_name
source: Lease Airliner
hu_hu: Repülőgép lízingelése
nl_nl: Lease vliegtuig
pt_pt: Arrendar aeronave
ru_ru: Взять в лизинг
tr_tr: Ucak Kirala

# PageManufacturers_1000_name
source: Manufacturer
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageManufacturers_1001_name
source: Country
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PageManufacturer_1000_name
source: Aircraft
hu_hu: Repülőgép
nl_nl: Vliegtuig
pt_pt: Aeronave
ru_ru: Самолет
tr_tr: Ucak

# PageManufacturer_1001_name
source: Type
hu_hu: Típus
nl_nl: Soort
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# PageManufacturer_1002_name
source: Range
hu_hu: Hatótávolság
nl_nl: Vliegbereik
pt_pt: Alcance
ru_ru: Дальность полета
tr_tr: Ucus mesafesi

# PageManufacturer_1003_name
source: Speed
hu_hu: Sebesség
nl_nl: Snelheid
pt_pt: Velocidade
ru_ru: Скорость
tr_tr: Hiz

# PageManufacturer_1004_name
source: Min. Runway
hu_hu: Min. kifutópályahossz
nl_nl: Minimale baanlengte
pt_pt: Pista Mínima
ru_ru: Мин. ВПП
tr_tr: Kalkis icin gerekli minimum pist uzunlugu

# PageManufacturer_1005_name
source: Fuel Consumption
hu_hu: Üzemanyagfogyasztás
nl_nl: Brandstofverbuik
pt_pt: Consumo de Combustível
ru_ru: Расход топлива
tr_tr: Yakıt Tüketimi

# PageManufacturer_1006_name
source: Produced
hu_hu: Gyártva
nl_nl: Geproduceerd
pt_pt: Produzido
ru_ru: Произведен
tr_tr: Üretim

# PageManufacturer_1007_name
source: Price
hu_hu: Ár
nl_nl: Prijs
pt_pt: Preç
ru_ru: Цена
tr_tr: Fiyat

# PageManufacturer_1008_name
source: Orders
hu_hu: Utasítások
nl_nl: Bestellingen
pt_pt: Encomendas
ru_ru: Заказы
tr_tr: Siparisler

# PageManufacturer_1009_name
source: Discount
hu_hu: Kedvezmény
nl_nl: Korting
pt_pt: Desconto
ru_ru: Скидка
tr_tr: Indirim

# PageManufacturer_1010_name
source: Total Amount
hu_hu: Teljes összeg
nl_nl: Totaal prijs
pt_pt: Valor Total
ru_ru: Общее количество
tr_tr: Toplam Miktar

# PageManufacturer_1011_name
source: Pay on Delivery
hu_hu: Fizetés kiszállításkor
nl_nl: Koop op afbetaling
pt_pt: Pagar na Entrega
ru_ru: Оплатить при получении
tr_tr: Teslimatta Öde

# PageManufacturer_1012_name
source: Select Homebase
hu_hu: Központ kiválasztása
nl_nl: Kies thuisbasis
pt_pt: Seleccionar Base Operacional
ru_ru: Выбрать Порт Приписки
tr_tr: Merkez sec

# PageManufacturer_200_name
source: Order Airliners
hu_hu: Repülőgépek rendelése
nl_nl: Bestel vliegtuigen
pt_pt: Encomendar Aeronaves
ru_ru: Заказать самолеты
tr_tr: Ucak siparisi

# PageUsedAirliners_1000_name
source: Manufacturer
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageUsedAirliners_1001_name
source: Built Year
hu_hu: Gyártási év
nl_nl: Bouwjaar
pt_pt: Ano de Construção
ru_ru: Год постройки
tr_tr: Üretim Yili

# PageUsedAirliners_1002_name
source: Flown
hu_hu: Lerepült
nl_nl: Gevlogen
pt_pt: Voado
ru_ru: Налет часов
tr_tr: Havalanma

# PageUsedAirliner_1000_name
source: Number of Seats
hu_hu: Ülésszám
nl_nl: Aantal zitplaatsen
pt_pt: Número de Assentos
ru_ru: Количество мест
tr_tr: Koltuk Sayisi

# PageUsedAirliner_1001_name
source: Price
hu_hu: Ár
nl_nl: Prijs
pt_pt: Preço
ru_ru: Цена
tr_tr: Fiyat

# PageUsedAirliner_1002_name
source: Leasing Price
hu_hu: Lízing ára
nl_nl: Leaseprijs
pt_pt: Preço de Arrendamento
ru_ru: Цена лизинга
tr_tr: Kira ücreti

# PageUsedAirliner_1003_name
source: Yearly Maintenance
hu_hu: Évi karbantartás
nl_nl: Jaarlijks onderhoud
pt_pt: Manutenção Anual
ru_ru: Годовое ТО
tr_tr: Yillik bakim masrafi

# PageUsedAirliner_1004_name
source: Registered in
hu_hu: Lajstromozási hely
nl_nl: Geregistreerd in
pt_pt: Registado em
ru_ru: Зарегистрирован в
tr_tr: Kayitli

# PageUsedAirliner_1005_name
source: Airliner Classes
hu_hu: Osztályok a repülőgépen
nl_nl: Vliegtuigklasses
pt_pt: Classes da Aeronave
ru_ru: Классы самолета
tr_tr: Ucak siniflari

# PageUsedAirliner_1006_name
source: Price Information
hu_hu: Árinformációk
nl_nl: Prijsinformatie
pt_pt: Informação de Preço
ru_ru: Информация о цене
tr_tr: Fiyat bilgileri

# PageUsedAirliner_1007_name
source: Select Homebase
hu_hu: Központ kiválasztása
nl_nl: Selecteer thuisbasis
pt_pt: Seleccionar Base Operacional
ru_ru: Выбрать Порт Приписки
tr_tr: Merkez sec

# PageUsedAirliner_1008_name
source: Aircraft Specifications
hu_hu: Repülőgép specifikációi
nl_nl: Specificaties van het vliegtuig
pt_pt: Especificações da Aeronave
ru_ru: Характеристики самолета
tr_tr: Ucak durumu

# PageAirlineEmployees_1000_name
source: Employees
hu_hu: Alkalmazottak
nl_nl: Medewerkers
pt_pt: Colaboradores
ru_ru: Сотрудники
tr_tr: Calisanlar

# PageAirlineEmployees_1001_name
source: Cockpit Crew
hu_hu: Pilótafülke személyzete
nl_nl: Cockpitbemanning
pt_pt: Equipa de Cockpit
ru_ru: Пилоты
tr_tr: Kokpit ekibi

# PageAirlineEmployees_1002_name
source: Cabin Crew
hu_hu: Utaskiszolgáló-személyzet
nl_nl: Cabinepersoneel
pt_pt: Equipa de Cabine
ru_ru: Бортпроводники
tr_tr: Kabin ekibi

# PageAirlineEmployees_1003_name
source: Support Crew
hu_hu: Repülőgépkiszolgáló-személyzet
nl_nl: Ondersteunend personeel
pt_pt: Equipa de Suporte
ru_ru: Обслуживающий персонал
tr_tr: Destek ekibi

# PageAirlineEmployees_1004_name
source: Maintenance Crew
hu_hu: Karbantartószemélyzet
nl_nl: Onderhoudspersoneel
pt_pt: Equipa de Manutenção
ru_ru: Технический персонал
tr_tr: Bakim ekibi

# PageAirlineEmployees_1005_name
source: Airline Pilots
hu_hu: Légitársaság pilótái
nl_nl: Piloten
pt_pt: Pilotos da Companhia
ru_ru: Пилоты Авиакомпании
tr_tr: Ucak Pilotlari

# PageAirlineEmployees_1006_name
source: Name
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PageAirlineEmployees_1007_name
source: Age
hu_hu: Kor
nl_nl: Leeftijd
pt_pt: Idade
ru_ru: Возраст
tr_tr: Yas

# PageAirlineEmployees_1008_name
source: Rating
hu_hu: Besorolás
nl_nl: Beoordeling
pt_pt: Classificação
ru_ru: Рейтинг
tr_tr: Derece

# PageAirlineEmployees_1009_name
source: Hometown
hu_hu: Szülőváros
nl_nl: Woonplaats
pt_pt: Sede
ru_ru: Домашний город
tr_tr: Memleketi

# PageAirlineEmployees_1010_name
source: Employee Wages
hu_hu: Alkalmazottak bére
nl_nl: Salaris
pt_pt: Salários dos Colaboradores
ru_ru: Зарплаты сотрудников
tr_tr: Calisanlarin ücretleri

# PageAirlineEmployees_200_name
source: Save Changes
hu_hu: Változások mentése
nl_nl: Sla veranderingen op
pt_pt: Guardar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

# PageAirlineEmployees_201_name
source: Undo Changes
hu_hu: Változások visszavonása
nl_nl: Maak veranderingen ongedaan
pt_pt: Desfazer Alterações
ru_ru: Убрать изменения
tr_tr: Degisikleri Geri al

# PageAirlineFinances_1000_name
source: Financial Summary
hu_hu: Pénzügyi összegzés
nl_nl: Financieel overzicht
pt_pt: Resumo Financeiro
ru_ru: Финансовый Отчет
tr_tr: Finansal özet

# PageAirlineFinances_1007_name
source: Year to Date
hu_hu: Eddigi évek
nl_nl: Huidig jaar
pt_pt: Acumulado do Ano
ru_ru: С начала года
tr_tr: Tarih yili

# PageAirlineInfo_1000_name
source: Airline Profile
hu_hu: Légitársaság adatlapja
nl_nl: Profiel van de luchtvaartmaatschappij
pt_pt: Perfil da Companhia
ru_ru: Профиль авиакомпании
tr_tr: Havayolu Profili

# PageAirlineInfo_1001_name
source: CEO
hu_hu: Vezérigazgató
pt_pt: Administrador
ru_ru: Генеральный Директор
tr_tr: Firma sahibi

# PageAirlineInfo_1002_name
source: Airline Color
hu_hu: Légitársaság színe
nl_nl: Kleur van de luchtvaartmaatschappij
pt_pt: Cor da Companhia
ru_ru: Цвет авиакомпании
tr_tr: Havayolu Rengi

# PageAirlineInfo_1003_name
source: Home Country
hu_hu: Honos ország
nl_nl: Thuisland
pt_pt: País Natal
ru_ru: Домашняя страна
tr_tr: Merkez ülke

# PageAirlineInfo_1004_name
source: Founded
hu_hu: Alapítva
nl_nl: Opgericht
pt_pt: Fundada
ru_ru: Год основания
tr_tr: Kuruldu

# PageAirlineInfo_1005_name
source: Airline Focus
hu_hu: Légitársaság típusa
nl_nl: Focus van luchtvaartmaatschappij
pt_pt: Foco da Companhia
ru_ru: Фокус авиакомпании
tr_tr: Hava yolu odagi

# PageAirlineInfo_1006_name
source: Airline Subsidiaries
hu_hu: Légitársaság leányvállalatai
nl_nl: Dochtermaatschappijen
pt_pt: Subsidiárias da Companhia
ru_ru: Дочерние авиакомпании
tr_tr: Havayolu yavru sirketleri

# PageAirlineInfo_1007_name
source: Active Airliners
hu_hu: Aktív repülőgépek
nl_nl: Actieve vliegtuigen
pt_pt: Aeronaves Activas
ru_ru: Активные самолеты
tr_tr: Aktif Ucaklar

# PageAirlineInfo_1008_name
source: Manufacturer
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageAirlineInfo_1010_name
source: Ordered Airliners
hu_hu: Megrendelt repülőgépek
nl_nl: Bestelde vliegtuigen
pt_pt: Aeronaves Encomendadas
ru_ru: Заказанные самолеты
tr_tr: Siparis edilmis ucaklar

# PageAirlineInfo_1011_name
source: Airline Destinations
hu_hu: Légitársaság célállomásai
nl_nl: Bestemmingen
pt_pt: Destinos da Companhia
ru_ru: Направления авиакомпании
tr_tr: Hava yolu varis noktalari

# PageAirlineInfo_1012_name
source: Destination
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Направление
tr_tr: Varis yeri

# PageAirlineInfo_200_name
source: Create Subsidiary
hu_hu: Leányvállalat létrehozása
nl_nl: Dochtermaatschappij creëren
pt_pt: Criar Subsidiária
ru_ru: Создать дочернюю компанию
tr_tr: Yavru sirket kur

# PageAirlineInsurance_1001_name
source: Insurance Type
hu_hu: Biztosítás típusa
nl_nl: Soort verzekering
pt_pt: Tipo de Seguro
ru_ru: Тип страховки
tr_tr: Sigorta Tipi

# PageAirlineInsurance_1002_name
source: Insurance Scope
hu_hu: Biztosítás kiterjedése
nl_nl: Verzekeringsgebied
pt_pt: Âmbito do Seguro
tr_tr: Sigorta Kapsami

# PageAirlineInsurance_1003_name
source: Payment Terms
hu_hu: Fizetési feltételek
nl_nl: Betalingstermijnen
pt_pt: Termos de Pagamento
ru_ru: Условия выплаты
tr_tr: Ödeme Koşulları

# PageAirlineInsurance_1004_name
source: Insured Amount
hu_hu: Biztosított összeg
nl_nl: Verzekerd bedrag
pt_pt: Capital Seguro
tr_tr: Sigorta tutari

# PageAirlineInsurance_1005_name
source: Insure All Airliners
hu_hu: Összes repülőgép biztosítása
nl_nl: Verzeker alle vliegtuigen
pt_pt: Todas as Aeronaves com Seguro
ru_ru: Застраховать все самолеты
tr_tr: Bütün ucaklari Sigortala

# PageAirlineInsurance_1006_name
source: Insurance Length
hu_hu: Biztosítás időtartama
nl_nl: Verzekeringsduur
pt_pt: Duração do Seguro
ru_ru: Длительность страховки
tr_tr: Sigorta Uzunlugu

# PageAirlineInsurance_1007_name
source: Airline Advertisements
hu_hu: Légitársaság reklámai
nl_nl: Reclame voor de luchtvaartmaatschappij
pt_pt: Publicidade da Companhia
ru_ru: Реклама Авиакомпании
tr_tr: Hava yolu reklamlari

# PageAirlineInsurance_201_name
source: Set Advertisements
hu_hu: Reklám beállítása
nl_nl: Stel reclame in
pt_pt: Configurar Publicidade
ru_ru: Установить рекламную кампанию
tr_tr: Reklamlari ayarla

# PageAirlineRatings_1000_name
source: Airline Ratings
hu_hu: Légitársaság értékelése
nl_nl: Luchtvaartmaatschappij beoordeling
pt_pt: Classificação da Companhia
ru_ru: Рейтинг авиакомпании
tr_tr: Hava yolu seviyeleri

# PageAirlineRatings_1001_name
source: Airline Scores
hu_hu: Légitársaság eredményei
nl_nl: Score van luchtvaartmaatschappijen
pt_pt: Pontuação da Companhia
tr_tr: Hava yolu skorlari

# PageAirlineRatings_1002_name
source: Airline Statistics
hu_hu: Légitársaság statisztika
nl_nl: Bedrijfsstatistiek
pt_pt: Estatísticas da Companhia
ru_ru: Статистика Авиакомпании
tr_tr: Hava yolu istatistikleri

# PageAirlineRatings_1003_name
source: Statistics Type
hu_hu: Statisztikák típusa
nl_nl: Soort statistiek
pt_pt: Tipo de Estatísticas
ru_ru: Тип Статистики
tr_tr: Istatistik Tipi

# PageAirlineRatings_1004_name
source: Last Year
hu_hu: Tavalyi év
nl_nl: Laatste jaar
pt_pt: Ano Anterior
ru_ru: Прошлый год
tr_tr: Gecen Yil

# PageAirlineRatings_1005_name
source: Current Year
hu_hu: Idei év
nl_nl: Huidig jaar
pt_pt: Ano Currente
ru_ru: Текущий год
tr_tr: icinde bulundugumuz yil

# PageAirlineRatings_1006_name
source: Change%
hu_hu: Változás %
nl_nl: Verandering%
pt_pt: Mudança%
ru_ru: Изменение%
tr_tr: Degisim %

# PageAirlineRatings_1007_name
source: Security Rating
hu_hu: Biztonsági értékelés
nl_nl: Veiligheidsbeoordeling
pt_pt: Classificação de Segurança Preventiva
ru_ru: Рейтинг безопасности
tr_tr: Güvenlik seviyesi

# PageAirlineRatings_1008_name
source: Safety Rating
hu_hu: Épségi értékelés
nl_nl: Veiligheidsbeoordeling
pt_pt: Classificação de Segurança Activa
ru_ru: Рейтинг техники безопасности
tr_tr: Emniyet seviyesi

# PageAirlineRatings_1009_name
source: Employee Happiness Rating
hu_hu: Alkalmazottelégedettségi értékelés
nl_nl: Personeelstevredenheid beoordeling
pt_pt: Classificação da Felicidade dos Colaboradores
ru_ru: Рейтинг довольства сотрудников
tr_tr: Çalışanlarin Mutluluk seviyesi

# PageAirlineRatings_1010_name
source: Customer Happiness Rating
hu_hu: Ügyfélelégedettségi értékelés
nl_nl: Klanttevredenheid beoordeling
pt_pt: Classificação da Felicidade do Passageiro
ru_ru: Рейтинг довольства клиентов
tr_tr: Müsteri memnuniyeti seviyesi

# PageAirlineRatings_1011_name
source: Maintenance Rating
hu_hu: Karbantartási értékelés
nl_nl: Onderhoudsbeoordeling
pt_pt: Classificação da Manutenção
ru_ru: Рейтинг ТО
tr_tr: Servis Seviyesi

# PageAirlineRatings_1012_name
source: Overall Score
hu_hu: Összesített pontszám
nl_nl: Totaal score
pt_pt: Pontuação Geral
tr_tr: Genel Puan

# PageAirlineRatings_1013_name
source: Reputation
hu_hu: Hírnév
nl_nl: Reputatie
pt_pt: Reputação
ru_ru: Репутация
tr_tr: Itibar

# PageAirlineRatings_1014_name
source: Flight On-time Percent
hu_hu: Járatidőpontosság %
nl_nl: Percentage vluchten op tijd
pt_pt: Percentagem de Voos Pontuais
ru_ru: Процент рейсов по расписанию
tr_tr: Zamaninda kalkis yüzdesi

# PageAirlineRatings_1015_name
source: Average Fill Degree
hu_hu: Átlagos foglaltsági arány
nl_nl: Gemiddelde vulgraad
pt_pt: Grau de Ocupação
ru_ru: Средний процент заполнения
tr_tr: Ortalama Dolum Yüzdesi

# PageAirlineServices_1000_name
source: In-Flight Service Charges
hu_hu: Járatbani szolgáltatások díjai
nl_nl: servicekosten tijdens de vlucht
pt_pt: Taxas de Serviços a Bordo
ru_ru: Сборы от услуг в полете
tr_tr: Ucus sirasindaki servis ücretleri

# PageAirlineServices_1001_name
source: Fees
hu_hu: Díjak
nl_nl: Tarieven
pt_pt: Taxas
ru_ru: Сборы
tr_tr: Harc

# PageAirlineServices_1002_name
source: Discounts
hu_hu: Kedvezmények
nl_nl: Kortingen
pt_pt: Descontos
ru_ru: Скидки
tr_tr: Indirimler

# PageAirlineServices_1003_name
source: General Policies
hu_hu: Általános üzletpolitika
nl_nl: Algemeen beleid
pt_pt: Normas Gerais
ru_ru: Общие Правила
tr_tr: Genel politikalar

# PageAirlineServices_1004_name
source: Cancellation Policy
hu_hu: Lemondási politika
nl_nl: Annuleringsbeleid
pt_pt: Política de Cancelamento
ru_ru: Политика отмены рейсов
tr_tr: Iptal politikasi

# PageAirlineServices_1005_name
source: Airline Facilities
hu_hu: Légitársaság szolgáltatásai
nl_nl: Voorzieningen
pt_pt: Infraestruturas da Companhia
ru_ru: Постройки авиакомпании
tr_tr: Havayolu Tesisleri

# PageAirlineServices_1006_name
source: Facility
hu_hu: Szolgáltatás
nl_nl: Voorzieningen
pt_pt: Infraestrutura
ru_ru: Постройка
tr_tr: Tesis

# PageAirlineServices_1007_name
source: Per Month
hu_hu: Hónaponként
nl_nl: Per maand
pt_pt: Por Mês
ru_ru: В Месяц
tr_tr: Aylik

# PageAirlineServices_1008_name
source: Inflight Services
hu_hu: Járatbani szolgáltatások
nl_nl: Services tijdens de vlucht
pt_pt: Serviços a Bordo
ru_ru: Услуги в полете
tr_tr: Ucus ici hizmetler

# PageAirlineServices_200_name
source: Save Changes
hu_hu: Változások mentése
nl_nl: Sla veranderingen op
pt_pt: Guardar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

# PageAirlineServices_201_name
source: Undo Change
hu_hu: Változás visszavonása
nl_nl: Maak veranderingen ongedaan
pt_pt: Desfazer Alterações
ru_ru: Убрать изменения
tr_tr: Degisikleri Geri al
