Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# MessageBox_2013_message
source: Are you sure you want to sign a contract with {0}?
hu_hu: Biztosan szerződést szeretnél kötni {0}-val/vel
nl_nl: Weet u zeker dat u een contract met {0} wilt tekenen?
pt_pt: Tens a certeza que queres assinar um contracto com {0}
ru_ru: Вы уверены, что хотите подписать контракт с {0}?
tr_tr: {0} ile kontrat imzalamak istediginizden eminmisiniz?

# MessageBox_2013_name
source: Sign manufacturer contract
hu_hu: Gyártói szerződés megkötése
nl_nl: Teken fabrikantencontract
pt_pt: Assinar Contracto de Fabricante
ru_ru: Подписать Контракт с производителем
tr_tr: Üretici ile kontrat imzala

# PageAirlineInfo_1028_name
source: Switch Playing Airline
hu_hu: Aktív légitársaság váltása
nl_nl: Wissel van luchtvaartmaatschappij
pt_pt: Mudar Companhia de Jogo
ru_ru: Сменить Авиакомпанию
tr_tr: Oynanan hava yollari arasinda gecis yap

# PageManufacturers_1003_name
source: Contract
hu_hu: Szerződés
pt_pt: Contracto
ru_ru: Контракт
tr_tr: Kontrat

# PageManufacturer_1013_name
source: Sign Manufacturer Contract
hu_hu: Szerződés aláírása gyártóval
nl_nl: Teken contract met fabrikant
pt_pt: Assinar Contracto de Fabricante
ru_ru: Подписать Контракт с производителем
tr_tr: Üretici ile kontrat imzala

# PageManufacturer_1014_name
source: Contract Length
hu_hu: Szerződési időszak kiválasztása
nl_nl: Contractlengte
pt_pt: Duração Contracto
ru_ru: Сроки Контракта
tr_tr: Konrat Uzunlugu

# PageManufacturer_1015_name
source: Current Contract
hu_hu: Jelenlegi szerződés
nl_nl: Huidig contract
pt_pt: Contracto em vigor
ru_ru: Действующий Контракт
tr_tr: Gecerli kontrat

# PageManufacturer_201_name
source: Sign Contract
hu_hu: Szerződés megkötése
nl_nl: Teken contract
pt_pt: Assinar Contracto
ru_ru: Подписать Контракт
tr_tr: Kontrat imzala

# PageManufacturer_202_name
source: Extend Contract
hu_hu: Szerződéshosszabbítás
nl_nl: Verleng contract
pt_pt: Prolongar contracto
ru_ru: Продлить контракт
tr_tr: Kontrati uzat

# MessageBox_2227_message
source: Are you sure you want to remove your hub at {0}?
hu_hu: Biztosan szeretné eltávolítani központját innen: {0}?
nl_nl: Ben je zeker dat jouw hub op {0} wilt verwijderen?
pt_pt: Tens a certeza que queres remover o teu Hub em {0}?
ru_ru: Вы уверены, что хотите удалить Ваш хаб в {0}?
tr_tr: {0} daki subenizi kapatmak istediginizden eminmisiniz?

# MessageBox_2227_name
source: Remove hub
hu_hu: Központ eltávolítása
nl_nl: Verwijder hub
pt_pt: Remover Hub
ru_ru: Удалить хаб
tr_tr: Subeyi kapat

# PageAirlineFinances_1015_name
source: Payment Left
hu_hu: Hátramaradt lefizetés
nl_nl: Restbedrag
pt_pt: Pagamento Restante
ru_ru: Осталось выплатить
tr_tr: Kalan ödeme sayisi

# PageAirlineInfo_1029_name
source: Airline License
hu_hu: Légitársaság-engedély
nl_nl: Licentie
pt_pt: Licença da Companhia
ru_ru: Лицензия Авиакомпании
tr_tr: Havayolu Lisansi

# PageAirportInfo_1033_name
source: Airline Hubs
hu_hu: Légitársaság központjai
nl_nl: Hub
pt_pt: Hubs da Companhia
ru_ru: Хабы Авиакомпании
tr_tr: Havayolu Subeleri

# PageAirportInfo_202_name
source: Create Hub
hu_hu: Központ létrehozása
nl_nl: Creëer hub
pt_pt: Criar Hub
ru_ru: Создать Хаб
tr_tr: Sube Olustur

# PageCreateRoute_202_name
source: Create Route & Start Another
hu_hu: Útvonal létrehozása és lértehozás újrakezdése
nl_nl: Creëer route en nog een andere route
pt_pt: Criar Rota & Começar Outra
ru_ru: Создать Маршрут и Начать Новый
tr_tr: Güzergah olustur & yeni güzergah ekle

# MessageBox_2228_message
source: Are you sure you want to extend your contract with {0} years?
hu_hu: Biztosan meg szeretné hosszabbítani szerződését újabb {0} évvel?
nl_nl: Weet je zeker dat je het huidige contract met {0} jaren wilt verlengen?
pt_pt: Tens a certeza que queres prolongar o teu contracto em {0} anos?
ru_ru: Вы уверены, что хотите продлить контракт на {0} лет?
tr_tr: Kontratinizi {0} yil uzatmak istediginizden eminmisiniz?

# MessageBox_2228_name
source: Extend contract
hu_hu: Szerződéshosszabbítás
nl_nl: Verleng contract
pt_pt: Prolongar contracto
ru_ru: Продлить контракт
tr_tr: Kontrat uzatma

# General_1001_name
source: Fuel:
hu_hu: Üzemanyag:
nl_nl: Brandstof:
pt_pt: Combustível:
ru_ru: Топливо:
tr_tr: Yakit Fiyati:

# MainMenu_1009_name
source: Flights
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
ru_ru: Рейсы
tr_tr: Ucuslar

# MainMenu_3004_name
source: News and Mail
hu_hu: Hírek és posta
nl_nl: Nieuws en berichten
pt_pt: Notícias e Mensagens
ru_ru: Новости и Почта
tr_tr: Haberler ve mailler

# PageAirportFacilities_1009_name
source: Price
hu_hu: Ár
nl_nl: Prijs
pt_pt: Preço
ru_ru: Цена
tr_tr: Fiyat

# PageAirportFacilities_1010_name
source: Employees
hu_hu: Alkalmazottak
nl_nl: Personeel
pt_pt: Empregados
ru_ru: Сотрудники
tr_tr: Calisanlar

# PageFlights_1001_name
source: Flight
hu_hu: Járat
nl_nl: Vluchten
pt_pt: Voo
ru_ru: Рейс
tr_tr: Ucus

# PageFlights_1002_name
source: Origin
hu_hu: Eredet
nl_nl: Herkomst
pt_pt: Origem
ru_ru: Откуда
tr_tr: Köken

# PageFlights_1003_name
source: Destination
hu_hu: Célállomás
nl_nl: Bestemming
pt_pt: Destino
ru_ru: Направление
tr_tr: Varis yeri

# PageFlights_1004_name
source: Dept. Time
hu_hu: Felszállás ideje
nl_nl: Vertrektijd
pt_pt: Tempo de Saída
ru_ru: Время отправления
tr_tr: Kalkis Zamani

# PageFlights_1005_name
source: Route Type
hu_hu: Útvonal típusa
nl_nl: Soort route
pt_pt: Tipo de Rota
ru_ru: Тип маршрута
tr_tr: Güzergah tipi

# PageFlights_2000_name
source: Monday
hu_hu: Hétfő
nl_nl: Maandag
pt_pt: Segunda-feira
ru_ru: Понедельник
tr_tr: Pazartesi

# PageFlights_2001_name
source: Tuesday
hu_hu: Kedd
nl_nl: Dinsdag
pt_pt: Terça-feira
ru_ru: Вторник
tr_tr: Sali

# PageFlights_2002_name
source: Wednesday
hu_hu: Szerda
nl_nl: Woensdag
pt_pt: Quarta-feira
ru_ru: Среда
tr_tr: Carsamba

# PageFlights_2003_name
source: Thursday
hu_hu: Csütörtök
nl_nl: Donderdag
pt_pt: Quinta-feira
ru_ru: Четверг
tr_tr: Persembe

# PageFlights_2004_name
source: Friday
hu_hu: Péntek
nl_nl: Vrijdag
pt_pt: Sexta-feira
ru_ru: Пятница
tr_tr: Cuma

# PageFlights_2005_name
source: Saturday
hu_hu: Szombat
nl_nl: Zaterdag
pt_pt: Sábado
ru_ru: Суббота
tr_tr: Cumartesi

# PageFlights_2006_name
source: Sunday
hu_hu: Vasárnap
nl_nl: Zondag
pt_pt: Domingo
ru_ru: Воскресенье
tr_tr: Pazar

# PageAirlinesStatistics_1009_name
source: Cargo
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
ru_ru: Груз
tr_tr: Kargo

# PageAirlinesStatistics_1010_name
source: Cargo Per Flight
hu_hu: Járatonkénti teher
nl_nl: Vracht per vlucht
pt_pt: Carga por Voo
ru_ru: Грузов за рейс
tr_tr: Ucus basina Kargo

# PageAirlineInfo_201_name
source: Buy Airline
hu_hu: Légitársaság megvásárlása
nl_nl: Koop luchtvaartmaatschappij
pt_pt: Comprar Companhia
ru_ru: Купить авиакомпанию
tr_tr: Hava yolunu tamamen satin al

# PageAirlineInfo_202_name
source: Buy Airline As Subsidiary
hu_hu: Légitársaság megásárlása leányvállalatként
nl_nl: Koop luchtvaartmaatschappij als dochtermaatschappij
pt_pt: Comprar Companhia como Subsidiária
ru_ru: Купить эту Авиакомпанию как Дочернюю
tr_tr: Bagli yavru sirket olarak al

# PageAirportInfo_1034_name
source: Current Weather
hu_hu: Jelenlegi időjárás
nl_nl: Huidig weer
pt_pt: Tempo Actual
ru_ru: Текущая погода
tr_tr: Mevcut hava durumu

# PageAirportInfo_1035_name
source: Weather
hu_hu: Időjárás
nl_nl: Weer
pt_pt: Meteorologia
ru_ru: Погода
tr_tr: Hava durumu

# PageAirportInfo_1036_name
source: Wind
hu_hu: Szél
pt_pt: Vento
ru_ru: Ветер
tr_tr: Rüzgar

# PageScreenMode_1000_name
source: Fullscreen Mode
hu_hu: Teljes képernyős mód
nl_nl: Volledige scherm Modus
pt_pt: Modo Ecrã Inteiro
ru_ru: Полноэкранный режим
tr_tr: Tam ekran modu

# PageScreenMode_1001_name
source: Windowed Mode
hu_hu: Ablakos mód
nl_nl: Venstermodus
pt_pt: Modo Janela
ru_ru: Оконный режим
tr_tr: Pencere modu

# PageSelectLanguage_1000_name
source: Select Language
hu_hu: Nyelvválasztás
nl_nl: Selecteer taal
pt_pt: Seleccionar Linguagem
ru_ru: Выбрать язык
tr_tr: Dil Seçiniz

# PageShowAirports_1009_name
source: Show For Aircraft
hu_hu: Kijelzés adott repülőgépre
nl_nl: Laat vliegtuigen zien
pt_pt: Mostrar para Aeronave
ru_ru: Показать для самолета
tr_tr: Ucaklar icin göster

# PageAirportInfo_1037_name
source: Airport Type
hu_hu: Repülőtér típusa
nl_nl: Soort luchthaven
pt_pt: Tipo de Aeroporto
ru_ru: Тип аэропорта
tr_tr: Hava yolu tipi

# PageAirportInfo_1038_name
source: Travel Season
hu_hu: Utazásidény
nl_nl: Reisseizoen
pt_pt: Estação de Viagem
ru_ru: Туристический сезон
tr_tr: Tatil sezonu

# PageNewGame_2003_name
source: Play Scenario
hu_hu: Játék forgatókönyv alapján
nl_nl: Speel scenario
pt_pt: Jogar o Cenário
ru_ru: Играть Сценарий
tr_tr: Görev Oyna

# PageShowScenario_1004_name
source: Select Scenario
hu_hu: Forgatókönyv kiválasztása
nl_nl: Selecteer scenario
pt_pt: Seleccionar Cenário
ru_ru: Выбрать Сценарий
tr_tr: Görev Sec

# PageAirportInfo_1039_name
source: Total Terminal Cost
hu_hu: Terminál Teljes Költsége
nl_nl: Totaalprijs terminal
pt_pt: Preço Total do Terminal
ru_ru: Общая стоимость Терминала
tr_tr: toplam terminal tutari

# PageSettings_200_name
source: Save Settings
hu_hu: Beállítások mentése
nl_nl: Instellingen opslaan
pt_pt: Guardar Configurações
ru_ru: Сохранить настройки
tr_tr: Ayarlari kaydet

# PageSettings_201_name
source: Undo Settings
hu_hu: Beállítások visszavonása
nl_nl: Instellingen ongedaan maken
pt_pt: Desfazer Configurações
ru_ru: Убрать настройки
tr_tr: Ayarlari geri al

# PageAirportFacilities_3000_name
source: Downgrade the current facility
hu_hu: Jelenlegi szolgáltatás visszaminősítése
nl_nl: Faciliteit downgraden
pt_pt: Desvalorizar a infraestrutura em uso
ru_ru: Снизить уровень данной постройки
tr_tr: Geçerli tesis demodernize et

# PageAirportFacilities_3001_name
source: Upgrade to next facility
hu_hu: Felminősítés következő szolgáltatássá
nl_nl: Faciliteit upgraden naar het volgende niveau
pt_pt: Melhorar para a Infraestrutura seguinte
ru_ru: Улучшить до следующей постройки
tr_tr: Siradaki tesisi modernize et

# PageAirportInfo_1040_name
source: Local Time
hu_hu: Helyi idő
nl_nl: Lokale tijd
pt_pt: Horário Local
ru_ru: Местное время
tr_tr: Yerel saat

# PageLoadSaveGame_2000_name
source: Main Menu
hu_hu: Főmenü
nl_nl: Hoofdmenu
pt_pt: Menu Principal
ru_ru: Главное Меню
tr_tr: Ana Menü

# PageLoadSaveGame_2001_name
source: Load Game
hu_hu: Játék betöltése
nl_nl: Laad spel
pt_pt: Carregar Jogo
ru_ru: Загрузить Игру
tr_tr: Oyun Yükle

# PageRoutePlanner_1000_name
source: Region
hu_hu: Régió
nl_nl: Regio
pt_pt: Região
ru_ru: Регион
tr_tr: Bölge

# PageRoutePlanner_1001_name
source: Route
hu_hu: Útvonal
pt_pt: Rota
ru_ru: Маршрут
tr_tr: Güzergah

# PageRoutePlanner_1002_name
source: Flight No.
hu_hu: Járatszám
nl_nl: Vluchtnummer
pt_pt: Voo Nr.
ru_ru: Рейс №
tr_tr: Ucus No.

# PageRoutePlanner_1003_name
source: Start Time
hu_hu: Kezdésidő
nl_nl: Starttijd
pt_pt: Horário Inicial
ru_ru: Время начала
tr_tr: Baslangic Zamani

# PageRoutePlanner_1004_name
source: Flights Per
hu_hu: Járatok per
nl_nl: Vluchten per
pt_pt: Voos por
ru_ru: Рейсы за
tr_tr: lik ucus

# PageRoutePlanner_1005_name
source: Stopover Time
hu_hu: Közbeesőidő
nl_nl: Tussenstop duur
pt_pt: Tempo de Escala
ru_ru: Время на промежуточную посадку
tr_tr: Mola süresi

# PageRoutePlanner_1006_name
source: Ops. Schedule
hu_hu: Op. idő
nl_nl: Operationele dienstregeling
pt_pt: Horário de Operação
ru_ru: Опции расписания
tr_tr: Ops. Plani

# PageRoutePlanner_1007_name
source: Route Scheduler
hu_hu: Útvonalmenetrend
nl_nl: Dienstregelingmaker
pt_pt: Ferramenta Horários Rota
ru_ru: Составить Расписание
tr_tr: Güzergah plani

# PageRoutePlanner_1008_name
source: Outbound
hu_hu: Induló
nl_nl: Uitgaand
pt_pt: Saída
ru_ru: Из
tr_tr: Giden

# PageRoutePlanner_1009_name
source: Depart
hu_hu: Indulás
nl_nl: Vertrek
pt_pt: Partida
ru_ru: Вылет в
tr_tr: Ayrilan

# PageRoutePlanner_1010_name
source: Homebound
hu_hu: Érkező
nl_nl: Inkomend
pt_pt: Regresso
ru_ru: В
tr_tr: Geri dönen

# PageRoutePlanner_1011_name
source: Flight No.
hu_hu: Járatszám
nl_nl: Vluchtnummer
pt_pt: Voo Nr.
ru_ru: Рейс №
tr_tr: Ucus No.

# PageRoutePlanner_1012_name
source: Interval
hu_hu: Időköz
pt_pt: Intervalo
ru_ru: Интервал
tr_tr: Aralik

# PageRoutePlanner_1013_name
source: Routes
hu_hu: Útvonalak
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: güzergahlar

# PageRoutePlanner_1014_name
source: Route
hu_hu: Útvonal
pt_pt: Rota
ru_ru: Маршрут
tr_tr: Güzergah

# PageRoutePlanner_1015_name
source: Stopovers
hu_hu: Közbeeső megállók
nl_nl: Tussenstops
pt_pt: Escalas
ru_ru: Промежуточные посадки
tr_tr: Ara istasyonlar

# PageRoutePlanner_1016_name
source: Color
hu_hu: Szín
nl_nl: Kleur
pt_pt: Cor
ru_ru: Цвет
tr_tr: Renk

# PageRoutePlanner_1017_name
source: Flight Time
hu_hu: Járatidő
nl_nl: Vluchttijd
pt_pt: Tempo de Vo
ru_ru: Время в полете
tr_tr: Ucus süresi

# PageRoutePlanner_1018_name
source: Route Generator
hu_hu: Útvonalgenerátor
pt_pt: Gerador de Rotas
ru_ru: Генератор расписания
tr_tr: Güzergah motoru

# PageRoutePlanner_1019_name
source: Daily
hu_hu: Napi
nl_nl: Dagelijks
pt_pt: Diário
ru_ru: Ежедневно
tr_tr: Günlük

# PageRoutePlanner_1020_name
source: Weekdays
hu_hu: Munkanapok
nl_nl: Weekdagen
pt_pt: Dias de Semana
ru_ru: По рабочим дням
tr_tr: hafta ici

# PageRoutePlanner_1022_name
source: Every Other
hu_hu: Minden második
nl_nl: Elke andere
pt_pt: Tudo o Resto
ru_ru: Через день
tr_tr: Kendisinden Bir sonraki Gün

# PageRoutePlanner_1023_name
source: Weekend
hu_hu: Hétvége
pt_pt: Fim-de-semana
ru_ru: По выходным
tr_tr: Hafta sonu

# PageRoutePlanner_1025_name
source: Manual
hu_hu: Kézi
nl_nl: Handmatig
ru_ru: В ручную
tr_tr: Manuel

# PageRoutePlanner_200_name
source: Save Changes
hu_hu: Változások mentése
nl_nl: Sla veranderingen op
pt_pt: Guardar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

# PageRoutePlanner_201_name
source: Undo All
hu_hu: Összes visszavonása
nl_nl: Maak alles ongedaan
pt_pt: Desfazer Tudo
ru_ru: Отменить все
tr_tr: Hepsini geri al

# PageRoutePlanner_202_name
source: Clear Timetable
hu_hu: Időbeosztás törlése
nl_nl: Verwijder dienstregeling
pt_pt: Limpar a Tabela
ru_ru: Очистить Расписание Полетов
tr_tr: Zamen cizergesini sil

# PageRoutePlanner_203_name
source: Swap Airports
hu_hu: Repülőtér cserélése
nl_nl: Ruil luchthavens
pt_pt: Trocar Aeroportos
ru_ru: Поменять аэропорты
tr_tr: Transfer Hava alanlari

# PageRoutePlanner_204_name
source: Add
hu_hu: Hozzáad
nl_nl: Voeg toe
pt_pt: Adicionar
ru_ru: Добавить
tr_tr: Ekle

# MainMenu_3005_name
source: Calendar
hu_hu: Naptár
nl_nl: Kalender
pt_pt: Calendário
ru_ru: Календарь
tr_tr: Takvim

# PageFleetAirlinerInformation_1000_name
source: Number of Seats
hu_hu: Ülésszám
nl_nl: Aantal stoelen
pt_pt: Número de Assentos
ru_ru: Количество мест
tr_tr: Koltuk Sayisi

# PageFleetAirlinerInformation_1001_name
source: Airliner Information
hu_hu: Repülőgép adatai
nl_nl: Vliegtuig informatie
pt_pt: Informação da Companhia
ru_ru: Информация о самолете
tr_tr: Ucak Bilgisi

# PageFleetAirlinerInformation_1002_name
source: Homebase
hu_hu: Központ
nl_nl: Thuisbasis
pt_pt: Base Operacional
ru_ru: Порт приписки
tr_tr: Merkez Üssü

# PageFleetAirlinerInformation_1003_name
source: Built Date
hu_hu: Gyártási év
nl_nl: Bouwdatum
pt_pt: Data de Construção
ru_ru: Дата постройки
tr_tr: Yapim yili

# PageFleetAirlinerInformation_1004_name
source: Date of Purchase
hu_hu: Vásárlás időpontja
nl_nl: Datum van aankop
pt_pt: Data de compra
ru_ru: Дата покупки
tr_tr: Satin alma yili

# PageFleetAirlinerInformation_1005_name
source: Condition Level
hu_hu: Állapot
nl_nl: Conditieniveau
pt_pt: Estado
ru_ru: Кондиция
tr_tr: Durum seviyesi

# PageFleetAirlinerInformation_1006_name
source: Total Flown
hu_hu: Össz repülési idő
nl_nl: Totaal gevlogen
pt_pt: Voou
ru_ru: Общий налет часов
tr_tr: Toplam ucus mesafesi

# PageFleetAirlinerInformation_1007_name
source: Flown Since Last Service
hu_hu: Utolsó Karbantartás Óta Repült Távolsag
nl_nl: Gevlogen sinds laatste dienst
pt_pt: Desde o Último Serviço Voou
ru_ru: Налет часов со времени последнего ТО
tr_tr: Son servis kontrolünden sonra yaptigi yol miktari

# PageFleetAirlinerInformation_1008_name
source: Registered in
hu_hu: Lajstromozási hely
nl_nl: Geregistreerd in
pt_pt: Registado em
ru_ru: Зарегистрирован в
tr_tr: Kayitli

# PageFleetAirlinerInformation_1009_name
source: Aircraft Specifications
hu_hu: Repülőgép specifikációi
nl_nl: Vliegtuig specificaties
pt_pt: Especificações da Aeronave
ru_ru: Характеристики самолета
tr_tr: Ucak durumu

# PageFleetAirlinerInformation_1010_name
source: Airliner Classes
hu_hu: Osztályok a repülőgépen
nl_nl: Vliegtuigklasses
pt_pt: Classes da Aeronave
ru_ru: Пассажирские классы самолета
tr_tr: Ucak siniflari

# PageFleetAirlinerInformation_200_name
source: Add Airliner Class
hu_hu: Osztály hozzáadása repülőgépen
nl_nl: Voeg vliegtuigklasse toe
pt_pt: Adicionar Classe na Aeronave
ru_ru: Добавить пассажирский класс
tr_tr: Ucak sinifi ekle

# PageFleetAirlinerInformation_201_name
source: Save Changes
hu_hu: Változások mentése
nl_nl: Bewaar veranderingen
pt_pt: Guardar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

# PageFleetAirlinerInformation_202_name
source: Undo Changes
hu_hu: Változások visszavonása
nl_nl: Maak veranderingen ongedaan
pt_pt: Desfazer Alterações
ru_ru: Убрать изменения
tr_tr: Degisikleri Geri al

# PageFleetAirlinerInsurances_1000_name
source: Scheduled Airliner Maintenance
hu_hu: Tervezett repülőgép karbantartás
nl_nl: Gepland onderhoud vliegtuig
pt_pt: Manutenção agendada da aeronave
ru_ru: Запланированное ТО самолета
tr_tr: Belirlenmis Ucak Bakimi

# PageFleetAirlinerInsurances_1001_name
source: Maintenance A
hu_hu: A karbantartás
nl_nl: Onderhoudsbeurt A
pt_pt: Manutenção A
ru_ru: ТО Тип A
tr_tr: A tipi bakim. 200-400 döngüne bir yapilan bakim

# PageFleetAirlinerInsurances_1002_name
source: Maintenance B
hu_hu: B karbantartás
nl_nl: Onderhoudsbeurt B
pt_pt: Manutenção B
ru_ru: ТО Тип B
tr_tr: B tipi bakim. 4-6 ayda bir yapilan bakim

# PageFleetAirlinerInsurances_202_name
source: Set Maintenance
hu_hu: Karbantartás felállítása
nl_nl: Stel onderhoud in
pt_pt: Configurar Manutenção
ru_ru: Установить ТО
tr_tr: Bakim belirle

# PageFleetAirlinerInsurances_1004_name
source: Airliner Insurance Policies
hu_hu: Légitársaság biztosításpolitikája
nl_nl: Verzekeringspolis voor de vliegtuig
pt_pt: Regras de Seguro da Companhia
ru_ru: Условия страхования самолета
tr_tr: Havayolu Sigorta Politikaları

# PageFleetAirlinerInsurances_200_name
source: Save Changes
hu_hu: Változások mentése
nl_nl: Bewaar veranderingen
pt_pt: Guardar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

# PageFleetAirlinerInsurances_201_name
source: Undo Changes
hu_hu: Változások visszavonása
nl_nl: Maak veranderingen ongedaan
pt_pt: Desfazer Alterações
ru_ru: Убрать изменения
tr_tr: Degisikleri Geri al

# PageFleetAirlinerStatistics_1000_name
source: Airliner Statistics
hu_hu: Repülőgép statisztika
nl_nl: Vliegtuigstatistieken
pt_pt: Estatísticas da Companhia
ru_ru: Статистика самолета
tr_tr: Hava yolu sirketi istatistigi

# PageFleetAirlinerStatistics_1001_name
source: Airliner Routes
hu_hu: Légitársaság útvonalai
nl_nl: Vliegtuigroutes
pt_pt: Rotas da Companhia
ru_ru: Маршруты самолета
tr_tr: Ucak güzergahlari

# PageFleetAirlinerStatistics_1002_name
source: Route
hu_hu: Útvonal
pt_pt: Rota
ru_ru: Маршрут
tr_tr: Güzergah

# PageFleetAirlinerStatistics_1003_name
source: Type
hu_hu: Típus
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# PageFleetAirlinerStatistics_1004_name
source: Balance
hu_hu: Egyenleg
nl_nl: Balans
pt_pt: Balanço
ru_ru: Баланс
tr_tr: Bilanco

# PageFleetAirlinerStatistics_1005_name
source: Filling Degree
hu_hu: Kihasználtság
nl_nl: Vulgraad
pt_pt: Grau de Ocupação
ru_ru: Процент заполнения
tr_tr: Doluluk orani

# MainMenu_3006_name
source: Go to Previous Page
hu_hu: Vissza az előző oldalra
nl_nl: Ga naar de vorige pagina
pt_pt: Ir para a Página Anterior
tr_tr: Önceki sayfaya geri dön

# PageAirlineServices_204_name
source: Create New Configuration
hu_hu: Új összeállítás készítése
nl_nl: Maak nieuwe configuratie
pt_pt: Criar Nova Configuração
tr_tr: Yeni Yapilandirma yap

# PageNewAirline_1010_name
source: Country
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PageShowAirports_1010_name
source: Size
hu_hu: Méret
nl_nl: Grote
pt_pt: Tamanho
ru_ru: Размер
tr_tr: Boyut

# PageShowAirports_1011_name
source: Type
hu_hu: Típus
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# AirlinerTypeSpecifications_1014_name
source: Cockpit Crew
hu_hu: Pilótafülke személyzete
nl_nl: Cockpitbemanning
pt_pt: Tripulação Técnica
ru_ru: Пилоты
tr_tr: Kokpit ekibi

# PageFleetAirlinerInformation_1011_name
source: Select Class to Add
hu_hu: Hozzáadandó osztály kiválasztása
nl_nl: Selecteer een klasse om toe te voegen
pt_pt: Seleccionar Classe a Adicionar
ru_ru: Выбрать дополнительный пассажирский класс
tr_tr: Eklemek icin sinif secin

# PageHumanRoutes_200_name
source: Routes Map
hu_hu: Útvonaltérkép
nl_nl: Kaart met routes
pt_pt: Mapa de Rotas
ru_ru: Карта Маршрутов
tr_tr: Ucus haritasi

# PageShowFlightSchool_1014_name
source: Select Training Aircraft
hu_hu: Oktatórepülőgép választása
nl_nl: Selecteer lesvliegtuig
pt_pt: Seleccionar Aeronave de Treino
ru_ru: Выбрать Учебный самолет
tr_tr: Egitim ucagi secin

# PageUsedAirliners_1003_name
source: Show Only with Homebase
hu_hu: Csak központtal rendelkezők kijelzése
nl_nl: Laat alleen met een thuisbasis zien
pt_pt: Mostrar somente com Base Operacional
ru_ru: Показывать только с портами приписки
tr_tr: Sadece merkes üssten olanlari göster

# PageUsedAirliners_1004_name
source: Capacity
hu_hu: Kapacitás
nl_nl: Capaciteit
pt_pt: Capacidade
ru_ru: Вместимость
tr_tr: Kapasite

# PageUsedAirliners_1005_name
source: Compare Airliners
hu_hu: Repülőgépek összehasonlítása
nl_nl: Vergelijk vliegtuigen
pt_pt: Comparar Aeronaves
ru_ru: Сравнить самолеты
tr_tr: Ucaklari karsilastir

# PageUsedAirliners_1006_name
source: Tail Number
hu_hu: Lajstromjel
nl_nl: Staartnummer
pt_pt: Número de Cauda
ru_ru: Рег. Номер
tr_tr: Kuyruk numarasi

# PageUsedAirliners_1007_name
source: Classes
hu_hu: Osztályok
nl_nl: Klasses
ru_ru: Пассажирские классы
tr_tr: Siniflar

# PopUpAirlinerSeatsConfiguration_1000_name
source: Seating Capacity:
hu_hu: Utaskapacitás:
nl_nl: Zitplaatsen capaciteit:
pt_pt: Capacidade Assentos
ru_ru: Число пассажирских мест:
tr_tr: Koltuk kapasitesi:

# PopUpAirlinerSeatsConfiguration_1001_name
source: Classes
hu_hu: Osztályok
nl_nl: Klasses
ru_ru: Пассажирские классы
tr_tr: Siniflar

# PopUpAirlinerSeatsConfiguration_1002_name
source: Facilities
hu_hu: Szolgáltatások
nl_nl: Faciliteiten
pt_pt: Infraestruturas
ru_ru: Постройки
tr_tr: Tesisler

# PopUpAirlinerSeatsConfiguration_1003_name
source: Airliner Configuration
hu_hu: Repülőgépkonfiguráció
nl_nl: Vliegtuig configuratie
pt_pt: Configuração da Aeronave
ru_ru: Конфигурация самолета
tr_tr: Ucak yapilandirmasi

# PopUpAirlinerSeatsConfiguration_200_name
source: Add New Class
hu_hu: Új osztály hozzáadása
nl_nl: Voeg nieuwe klasse toe
pt_pt: Adicionar nova Classe
ru_ru: Добавить новый пассажирский класс
tr_tr: Yeni sinif ekle

# PopUpAirlinerSeatsConfiguration_201_name
source: Save
hu_hu: Mentés
nl_nl: Opslaan
pt_pt: Guardar
ru_ru: Сохранить
tr_tr: kaydet

# PopUpAirlinerSeatsConfiguration_202_name
source: Cancel
hu_hu: Mégsem
nl_nl: Annuleer
pt_pt: Cancelar
ru_ru: Отменить
tr_tr: iptal

# MessageBox_2124_message
source: You can't apply for that loan since you have reached your limit amount
hu_hu: Nem kérvényezheti ezt a hitelt, mert már elérte a legnagyobb megengedett hitelértékét
nl_nl: Je kan geen nieuwe lening afsluiten omdat je limiet bereikt hebt.
pt_pt: Não te podes candidatar a este empréstimo uma vez que chegaste ao valor limite
ru_ru: Вы не можете подать заявку на заем, так как Вы достигли кредитного лимита
tr_tr: Sinir miktara ulastiginiz icin kredi basvurusunda bulunamazsiniz
