Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# MessageBox_2124_name
source: Can't apply for loan
hu_hu: Nem igényelhet hitelt
nl_nl: Je kan geen lening afsluiten
pt_pt: Não te podes candidatar ao empréstimo
ru_ru: Нельзя подать заявку
tr_tr: Krediye basvuramazsiniz

# News_1014_message
source: [LI airline={0}] launces scheduled services to {1}
hu_hu: [LI airline={0}] új szolgáltatást indított ide: {1}
nl_nl: [Li airline={0}] Begint geregelde diensten naar {1}
pt_pt: [LI airline={0}] lança serviços regulares para {1}
tr_tr: [LI airline={0}] {1} tarifeli seferlerine başladi

# News_1014_name
source: New airline destination
hu_hu: Új célállomás
nl_nl: Nieuwe bestemming
pt_pt: Novo destino da companhia
tr_tr: Yeni hava yolu varis noktasi

# PageShowOptions_1007_name
source: Send Mails on Airline News
hu_hu: Levél küldése légitársaság híreinél
nl_nl: Zend berichten naar luchtvaartnieuws
pt_pt: Mandar mensagens nas notícias da companhia
tr_tr: Hava yolu sirketleri haberlerini mail olarak gönder

# MessageBox_1008_message
source: The game has now been saved
hu_hu: A játék el lett mentve
nl_nl: Het spel is nu opgeslagen
pt_pt: O jogo foi guardado
ru_ru: Игра Сохранена
tr_tr: Oyun simdi kaydedildi

# MessageBox_1008_name
source: Game saved
hu_hu: Játék elmentve
nl_nl: Spel opgeslagen
pt_pt: Jogo guardado
ru_ru: Игра Сохранена
tr_tr: Oyun kaydedildi

# PageNews_1000_name
source: Subject
hu_hu: Tárgy
nl_nl: Onderwerp
pt_pt: Assunto
tr_tr: nesne

# PageNews_1001_name
source: Date
hu_hu: Dátum
nl_nl: Datum
pt_pt: Data
tr_tr: Tarih

# PageNews_200_name
source: Select All
hu_hu: Összes kiválasztása
nl_nl: Selecteer alles
pt_pt: Seleccionar tudo
tr_tr: Tümünü sec

# PageNews_201_name
source: Deselect All
hu_hu: Választás eltörlése
nl_nl: Deselecteer alles
pt_pt: Desseleccionar tudo
tr_tr: Tümünü secmekten vazgec

# PageNews_202_name
source: Mark Selected as Read
hu_hu: Kiválasztott jelölése olvasottként
nl_nl: Markeer als gelezen
pt_pt: Marcar o seleccionado como lido
tr_tr: Secilenleri okundu olarak isaretle

# PageNews_203_name
source: Delete Selected
hu_hu: Kiválasztott törlése
nl_nl: Verwijder geselecteerden
pt_pt: Apagar o Seleccionado
tr_tr: Secilenleri sil

# PageAirlineInfo_1030_name
source: Member of Alliance
hu_hu: Szövetség tagja
nl_nl: Lid van een alliantie
pt_pt: Membro da Aliança
tr_tr: Birlik üyesi

# PageShowAlliance_203_name
source: Alliance Routes Map
hu_hu: Szövetség útvonalai
nl_nl: Alliantie netwerkkaart
pt_pt: Mapa de Rotas da Aliança
ru_ru: Карта Маршрутов Альянса
tr_tr: Birlik güzergah haritasi

# PageNewGame_1027_name
source: Selecting more than 50 opponents will make the game unstable
hu_hu: Több mint 50 ellenfél választása esetén a játék instabillá válhat
nl_nl: Meer dan 50 concurrenten selecteren kan het spel onstabiel maken!
pt_pt: Seleccionar mais do que 50 concorrentes pode tornar o jogo instável
tr_tr: 50 den fazla rakip sectiginiz taktirde oyunda donmalar meydana gelebilir

# PageNewGame_1028_name
source: Select Airports
hu_hu: Repterek kiválasztása
nl_nl: Select luchthavens
pt_pt: Seleccionar Aeroportos
tr_tr: Hava alanlarini sec

# PageFleetAirlinerInformation_1012_name
source: Pilots
hu_hu: Pilóták
nl_nl: Piloten
pt_pt: Pilotos
ru_ru: Пилоты
tr_tr: Pilotlar

# MessageBox_2125_message
source: Are you sure you want to fire {0}?
hu_hu: Biztosan el szeretné bocsájtani {0}-t?
nl_nl: Weet je zeker dat je {0} wilt ontslaan?
pt_pt: Tens a certeza que queres despedir {0}?
tr_tr: {0} i kovmak istediginizden eminmisiniz?

# MessageBox_2125_name
source: Fire pilot
hu_hu: Pilóta elbocsájtása
nl_nl: Ontsla piloot
pt_pt: Despedir Piloto
ru_ru: Уволить Пилота
tr_tr: Pilotu kov

# MessageBox_2126_message
source: Are you sure you want to buy this airliner for {0}?
hu_hu: Biztosan meg szeretné vásárolni e repülőgépet ennyiért: {0}?
nl_nl: Weet je het zeker dat jij dit vliegtuig wilt kopen voor {0}?
pt_pt: Tens a certeza que queres comprar esta aeronave por {0}?
ru_ru: Вы уверены, что хотите приобрести этот самолет за {0}?
tr_tr: {0} e bu ucagi almak istediginizden eminmisiniz?

# MessageBox_2126_name
source: Buy airliner
hu_hu: Repülőgép vásárlása
nl_nl: Koop vliegtuig
pt_pt: Comprar aeronave
ru_ru: Купить самолет
tr_tr: Ucagi satin al

# PageFleetAirlinerInformation_203_name
source: Buy Airliner
hu_hu: Repülőgép vásárlása
nl_nl: Koop vliegtuig
pt_pt: Comprar aeronave
ru_ru: Купить самолет
tr_tr: Ucagi satin al

# PageAirlineInfo_1031_name
source: Transfer Funds
hu_hu: Pénzátutalás
nl_nl: Geld overmaken
pt_pt: Transferir Fundos
tr_tr: Fon aktarimi

# PageAirlineInfo_203_name
source: Transfer Funds
hu_hu: Pénzátutalás
nl_nl: Geld overmaken
pt_pt: Transferir Fundos
tr_tr: Fon aktarimi

# PageFleetAirlinerInformation_1013_name
source: Select Pilot to Add
hu_hu: Hozzáadandó pilóta választása
nl_nl: Selecteer een piloot om toe te voegen
pt_pt: Seleccionar piloto a adicionar
tr_tr: Eklemek icin pilot secin

# PageFleetAirlinerInformation_204_name
source: Add Pilot
hu_hu: Pilóta hozzáadása
nl_nl: Voeg piloot toe
pt_pt: Adicionar Piloto
ru_ru: Нанять Пилота
tr_tr: Pilot ekleyin

# PageShowOptions_1008_name
source: Autosaving
hu_hu: Automata mentés
nl_nl: Sla automatisch op
pt_pt: Guardar o jogo automaticamente
tr_tr: Otomatik kayit

# PageShowOptions_1009_name
source: Daily
hu_hu: Naponta
nl_nl: Dagelijks
pt_pt: Diário
ru_ru: Ежедневно
tr_tr: günlük

# PageShowOptions_1010_name
source: Monthly
hu_hu: Havonta
nl_nl: Maandelijks
pt_pt: Mensal
ru_ru: Ежемесячно
tr_tr: Aylik

# PageShowOptions_1011_name
source: Yearly
hu_hu: Évente
nl_nl: Jaarlijks
pt_pt: Anual
ru_ru: Ежегодно
tr_tr: yillik

# PageShowOptions_1012_name
source: Never
hu_hu: Soha
nl_nl: Nooit
pt_pt: Nunca
ru_ru: Никогда
tr_tr: asla

# PageShowOptions_1013_name
source: Clear Statistics
hu_hu: Statisztikai adatok törlése
nl_nl: Verschoon statistieken
pt_pt: Limpar estatísticas
tr_tr: Istatistikleri sifirla

# MessageBox_1009_message
source: Are you sure you want to delete the save game?
hu_hu: Biztosan ki szeretné törölni e mentett játékot?
nl_nl: Weet je zeker dat je een opgeslagen spel wilt verwijderen?
pt_pt: Tens a certeza que queres apagar o jogo guardado?
tr_tr: Kayitli oyununuzu silmek istediginizden eminmisiniz?

# MessageBox_1009_name
source: Delete Game
hu_hu: Játék törlése
nl_nl: Verwijder spel
pt_pt: Apagar jogo
tr_tr: Oyunu sil

# PageLoadSaveGame_202_name
source: Delete Game
hu_hu: Játék törlése
nl_nl: Verwijder spel
pt_pt: Apagar jogo
tr_tr: Oyunu sil

# PageFleetAirlinerInformation_1014_name
source: Select Homebase
hu_hu: Központ kiválasztása
nl_nl: Selecteer thuisbasis
pt_pt: Seleccionar Base Operacional
tr_tr: Merkez sec

# PageUsedAirliners_200_name
source: Buy Airliners
hu_hu: Repülőgépek vásárlása
nl_nl: Koop vliegtuigen
pt_pt: Comprar Aeronaves
ru_ru: Купить самолеты
tr_tr: Ucagi satin al

# PageUsedAirliners_201_name
source: Lease Airliners
hu_hu: Repülőgép lízingelése
nl_nl: Lease vliegtuigen
pt_pt: Aeronaves arrendadas
ru_ru: Взять самолеты в лизинг
tr_tr: Ucagi Kirala

# PageAirport_2002_name
source: Gate Schedule
hu_hu: Kapubeosztás
nl_nl: Dienstregeling gate
pt_pt: Horário das Portas de Embarque
ru_ru: Расписание Выхода
tr_tr: Kapi listesi

# PageAirlineEmployees_1011_name
source: Unassigned Pilots
hu_hu: Szabad pilóták
nl_nl: Niet toegewezen piloten
pt_pt: Pilotos em espera
tr_tr: Atanmayan pilotlar

# PageAirlineEmployees_1012_name
source: Pilots due to Retire
hu_hu: Nyugdíjba vonuló pilótás
nl_nl: Piloten die met pensioen gaan
pt_pt: Pilotos a reformarem-se
tr_tr: pilot emekliye arilacak

# MessageBox_2229_message
source: Are you sure you want to upgrade the facilities to {0} for {1}?
hu_hu: Biztosan felül szeretné minősíteni a szolgáltatásokat erről: {0} erre: {1}?
nl_nl: Weet je zeker dat jij de faciliteiten {0} naar {1} wilt upgraden?
pt_pt: Tens a certeza que queres melhorar as infraestruturas de {0} para {1}?
tr_tr: {0} tesisinizi {1} tesisine gelistirmek istediginizden eminmisiniz?

# MessageBox_2229_name
source: Buy facility
hu_hu: Szolgáltatás megvásárlása
nl_nl: Koop faciliteit
pt_pt: Comprar infraestrutura
ru_ru: Купить постройку
tr_tr: Tesisi kur

# MessageBox_3003_message
source: One or more airports are missing cargo facilities
hu_hu: Egy vagy több repülőtér nem rendelkezik megfelelő teherszolgáltatásokkal
nl_nl: Een of meer van de luchthavens hebben geen vrije vrachtfaciliteiten
pt_pt: Um ou mais aeroportos não tem infraestruturas de carga
tr_tr: Bir veya daha fazla hava alaninda kullanilabilecek kargo binasi yok

# MessageBox_3003_name
source: Cargo error
hu_hu: Teherhiba
nl_nl: Vracht foutmeldingen
pt_pt: Erro de Carga
tr_tr: Kargo hatasi

# MessageBox_3005_message
source: There are flight restrictions between the airports
hu_hu: Légtérkorlátozás létezik a repülőterek között
nl_nl: Er zijn vluchtrestricties tussen de luchthavens
pt_pt: Há restrições de voos entre os aeroportos
tr_tr: Havaalanları arasında uçuş kısıtlamalari var

# MessageBox_3005_name
source: Airport restrictions
hu_hu: Repülőtér-korlátozás
nl_nl: Luchthavenrestricties
pt_pt: Restrições Aeroportuárias
tr_tr: Havaalanı kısıtlamalari

# PageHumanRoutes_1004_name
source: Filling Degree
hu_hu: Kihasználtság
nl_nl: Vulgraad
pt_pt: Grau de Ocupação
tr_tr: Doluluk orani

# PageHumanRoutes_1005_name
source: Total
hu_hu: Összes
nl_nl: Totaal
tr_tr: Toplam

# PageHumanRoutes_1006_name
source: Average
hu_hu: Átlagos
nl_nl: Gemiddelde
pt_pt: Média
tr_tr: Ortalama

# PageNewGame_1029_name
source: Use Only Real Data
hu_hu: Csak valós adatok
nl_nl: Gebruik alleen echte gegevens
pt_pt: Usar somente dados reais
tr_tr: Gercek datalari kullan

# PageAirliners_2002_name
source: Order New Airliner
hu_hu: Új Repülőgép rendelése
nl_nl: Bestel een nieuw vliegtuig
pt_pt: Encomendar Nova Aeronave
ru_ru: Заказать новый самолет
tr_tr: Yeni Ucak Siparisi Ver

# PageNewAirliners_200_name
source: Order Airliner(s)
hu_hu: Repülőgép(ek) rendelése
nl_nl: Bestel vliegtuig(en)
pt_pt: Encomendar Aeronave(s)
ru_ru: Заказать самолет(ы)
tr_tr: Ucak siparisi(leri)

# MessageBox_2609_message
source: Are you sure you want to remove {0} from this alliance?
hu_hu: Biztosan el szeretné távolítani {0}-t a szövetségből?
nl_nl: Weet je zeker dat jij {0} wilt verwijderen uit de alliantie?
pt_pt: Tens a certeza que queres remover {0} desta aliança?
ru_ru: Вы уверены, что хотите удалить {0} из данного Альянса?
tr_tr: Birlikten {0} i cikarmak istediginizden eminmisiniz?

# MessageBox_2609_name
source: Remove from alliance
hu_hu: Eltávolítás a szövetségből
nl_nl: Verwijderen uit de alliantie
pt_pt: Remover da aliança
ru_ru: Удалить из альянса
tr_tr: Birlikten cikar

# MessageBox_2610_message
source: You can't remove {0} from this alliance
hu_hu: Nem távolíthatja el {0}-t a szövetségből
nl_nl: Je kan {0} niet verwijderen uit deze alliantie
pt_pt: Não podes remover {0} desta aliança
ru_ru: Невозможно удалить {0} из Альянса
tr_tr: {0} i birlikten cikaramazsiniz

# MessageBox_2610_name
source: Can't remove from alliance
hu_hu: Nem távolítható el a szövetségből
nl_nl: Kan niet verwijderd worden uit alliantie
pt_pt: Impossível remover da aliança
ru_ru: Невозможно удалить из Альянса
tr_tr: Birlikten cikaramazsiniz

# PageAirlineInfo_1032_name
source: Price Index
hu_hu: Árindex
nl_nl: Prijsindex
pt_pt: Indicador de Preço
ru_ru: Индекс цен
tr_tr: Fiyat indeksi

# PageAirportInfo_1041_name
source: Total Pax Demand
hu_hu: Összes utaskereslet
nl_nl: Totale passagiersvraag
pt_pt: Procura total de passageiros
tr_tr: Toplam yolcu talebi

# PageCreateRoute_1013_name
source: Route Season
hu_hu: Útvonalidény
nl_nl: Routeseizoen
pt_pt: Estação da Rota
tr_tr: Güzergah sezonu

# PageCreateRoute_1014_name
source: All Year
hu_hu: Teljes éven át
nl_nl: Hele jaar
pt_pt: Todo o Ano
tr_tr: Tüm yil

# PageCreateRoute_1015_name
source: Summer
hu_hu: Nyár
nl_nl: Zomer
pt_pt: Verão
tr_tr: Yaz

# PageCreateRoute_1016_name
source: Winter
hu_hu: Tél
pt_pt: Inverno
tr_tr: Kis

# PageHumanRoutes_1007_name
source: Season
hu_hu: Idény
nl_nl: Seizoen
pt_pt: Estação
tr_tr: Sezon

# PageRoutes_1008_name
source: Last Month Routes
hu_hu: Előző havi útvonalak
nl_nl: Laatste maand routes
pt_pt: Rotas do último mês
tr_tr: Gecen ayki güzergahlar

# PageRoutes_1009_name
source: Year-to-Date Routes
hu_hu: Idei év eddigi útvonalai
nl_nl: Dit jaar routes
pt_pt: Rotas desde início do ano
tr_tr: Yıl-Tarih güzergahlari

# PageRoutes_1010_name
source: Income Per Pax Routes
hu_hu: Személyútvonalak bevitele
nl_nl: Inkomsten per passagiersroutes
pt_pt: Receita por passageiro por rota
tr_tr: Güzergah basina yolcu geliri

# PageShowAlliance_1002_name
source: Alliance Information
hu_hu: Szövetség információ
nl_nl: Alliantie informatie
pt_pt: Informação da Aliança
tr_tr: Birlik Bilgisi

# PageShowAlliance_1003_name
source: Alliance Type
hu_hu: Szövetség típusa
nl_nl: Alliantietype
pt_pt: Tipo de Aliança
tr_tr: Birlik Tipi

# PageShowAlliance_1004_name
source: Headquarter
hu_hu: Székhely
nl_nl: Hoofdkwartier
pt_pt: Sede
tr_tr: Merkez binasi

# PageShowAlliance_1005_name
source: Fleet Size
hu_hu: Flotta mérete
nl_nl: Vlootgrote
pt_pt: Tamanho da Frota
tr_tr: Filo büyüklügü

# PageShowAlliance_1006_name
source: Alliance Destinations
hu_hu: Szövetség célállomásai
nl_nl: Alliantie bestemmingen
pt_pt: Destinos da aliança
ru_ru: Направления Альянса
tr_tr: Birlik Varis Yerleri

# PageShowAlliance_1007_name
source: Alliance Routes
hu_hu: Szövetség útvonalai
nl_nl: Alliantie routes
pt_pt: Rotas da aliança
tr_tr: Birlik Güzergahlari

# PageShowAlliance_1008_name
source: Serving Countries
hu_hu: Kiszolgált országok
nl_nl: Bediende landen
pt_pt: Países Servidos
tr_tr: Hizmet verilen ülkeler

# PageShowAlliance_1009_name
source: Passengers Year-to-Date
hu_hu: Idei utasszám
nl_nl: Passagiers dit jaar
pt_pt: Passageiros desde início do ano
tr_tr: Yolcular Yıl-Tarih

# PageShowRoute_1004_name
source: Route Season
hu_hu: Útvonalidény
nl_nl: Route seizoen
pt_pt: Época da Rota
tr_tr: Güzergah sezonu

# PageCreateRoute_1017_name
source: Custom Start Date
hu_hu: Egyéni kezdés dátum
nl_nl: Handmatig startdatum
pt_pt: Data de Início Personalizada
tr_tr: Özel Başlangıç ​​Tarihi

# PageRoutePlanner_205_name
source: Transfer Schedule
hu_hu: Beosztás áthelyezése
nl_nl: Overstap dienstregeling
pt_pt: Transferir Horário
tr_tr: transfer plani

# PageShowAirports_200_name
source: Compare Airports
hu_hu: Repülőterek összehasonlítása
nl_nl: Vergelijk luchthavens
pt_pt: Comparar Aeroportos
tr_tr: Havaalanlarıni karşılaştır

# PageAirlines_2001_name
source: Stocks
hu_hu: Részvények
nl_nl: Aandelen
pt_pt: Acções
tr_tr: Stoklar

# MessageBox_2127_message
source: Are you sure you want to sell 10% of the shares in {0} for a price of {1}?
hu_hu: Biztosan szeretnéd eladni a következő légitársaság részvényeinek 10%-át {1}-ért: {0}
nl_nl: Weet je zeker dat je 10% van de aandelen in {0} wilt verkopen voor de prijs van {1}?
pt_pt: Tens a certeza que queres vender 10% das acções da {0} por um valor de {1}?
tr_tr: %10 hissenizi {0} karsiliginda {1} a satmak istediginizden emin misiniz?

# MessageBox_2127_name
source: Sell Shares
hu_hu: Részvények eladása
nl_nl: Verkoop aandelen
pt_pt: Vender Acções
tr_tr: Hisse senedi sat

# PageAirlineFleet_1000_name
source: Airline Active Fleet
hu_hu: A légitársaság aktív flottája
nl_nl: Actieve vloot
pt_pt: Frota Activa da Companhia
tr_tr: Aktif Havayolu Filosu

# PageAirlinesShares_1000_name
source: Select number of shares
hu_hu: Részvények száma
nl_nl: Selecteer aantal aandelen
pt_pt: Seleccionar Número de Acções
tr_tr: Hisse senedi sayisiini seciniz

# PageAirlinesShares_1001_name
source: Airline
hu_hu: Légitársaság
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
tr_tr: Havayolu

# PageAirlinesShares_1002_name
source: Stock Price
hu_hu: Részvényár
nl_nl: Aandeelprijs
pt_pt: Valor das Acções
ru_ru: Цена акции
tr_tr: Hisse fiyati

# PageAirlinesShares_1003_name
source: Total Stocks
hu_hu: Össz részvény
nl_nl: Aantal aandelen
pt_pt: Total Acções
tr_tr: Toplam hisse

# PageAirlinesShares_1004_name
source: Stocks for Sale
hu_hu: Eladó részvények
nl_nl: Aandelen te koop
pt_pt: Acções para Venda
tr_tr: Satılık hisseler

# PageAirlinesShares_1005_name
source: Airline Ownership Information
hu_hu: Légitársaság tulajdonosi adatai
nl_nl: Eigendom luchtvaartmaatschappij informatie
pt_pt: Informação de Propriedade da Companhia
tr_tr: Havayolu Sahip Bilgileri

# PageAirlinesShares_1006_name
source: Issue Shares
hu_hu: Részvénykibocsájtás
nl_nl: Geef aandelen uit
pt_pt: Lançar Acções
tr_tr: Hisse senedi

# PageAirlinesShares_200_name
source: Purchase Shares
hu_hu: Részvényvásárlás
nl_nl: Koop aandelen
pt_pt: Comprar Acções
tr_tr: Hisse payi

# PageAirlinesShares_201_name
source: Sell Shares
hu_hu: Részvényeladás
nl_nl: Verkoop aandelen
pt_pt: Vender Acções
tr_tr: Hisse senedi sat

# PageAirline_2005_name
source: Fleet & Routes
hu_hu: Gépek és útvonalak
nl_nl: Vloot en routes
pt_pt: Frota & Rotas
tr_tr: Filo & Güzergahlar

# PageAirlineInfo_1033_name
source: Quantity
hu_hu: Mennyiség
nl_nl: Hoeveelheid
pt_pt: Quantidade
tr_tr: Miktar

# PopUpCompareAirports_1000_name
source: Airport Type
hu_hu: Repülőtér típusa
nl_nl: Soort Luchthaven
pt_pt: Tipo de Aeroporto
tr_tr: Hava yolu tipi

# PopUpCompareAirports_1001_name
source: Gates
hu_hu: Kapuk
pt_pt: Portas de Embarque
ru_ru: Выходы
tr_tr: Kapilar

# PopUpCompareAirports_1002_name
source: Runways
hu_hu: Kifutópályák
nl_nl: Landingsbanen
pt_pt: Pistas
tr_tr: Pistler

# PopUpCompareAirports_1003_name
source: Serving Airlines
hu_hu: Kiszolgált légitársaságok
nl_nl: Bedienende luchtvaartmaatschappijen
pt_pt: Companhias Presentes
tr_tr: Havayolu hizmetleri

# PopUpCompareAirports_1004_name
source: Routes
hu_hu: Útvonalak
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: güzergahlar

# PopUpCompareAirports_1005_name
source: Distance
hu_hu: Távolság
nl_nl: Afstand
pt_pt: Distância
tr_tr: Mesafe

# PopUpCompareAirports_1006_name
source: Compare Airports
hu_hu: Repülőterek összehasonlítása
nl_nl: Vergelijk luchthavens
pt_pt: Comparar Aeroportos
tr_tr: Havaalanlarıni karşılaştır

# PopUpCompareAirports_1007_name
source: Total Pax Demand
hu_hu: Összes utaskereslet
nl_nl: Totale passagiersvraag
pt_pt: Procura total de passageiros
tr_tr: Toplam yolcu talebi

# PageAirportInfo_1042_name
source: Contract Type
hu_hu: Szerződés típusa
nl_nl: Contract soort
pt_pt: Tipo de Contracto
tr_tr: Kontrat Tipi

# MessageBox_2230_message
source: You have a contract at the airport so you need a least some check-in facilities.
hu_hu: E repülőtérrel van megkötött szerződése így legalább alapszintű check-in szolgáltatásra van szüksége.
nl_nl: Jij hebt een contract met de luchthaven, dus jij moet enkele incheck-faciliteiten plaatsen.
pt_pt: Tens um contrato com o aeroporto logo, precisas de infraestruturas de check-in
tr_tr: Kontratinizin oldugu hava alaninda check-in masalarina ihtiyaciniz var

# MessageBox_2230_name
source: Error removing facility
hu_hu: Hiba a szolgáltatás eltávolításakor
nl_nl: Foutmelding verwijderen faciliteit
pt_pt: Erro ao remover infraestrutura
ru_ru: Ошибка при удалении постройки
tr_tr: Tesis yikim hatasi

# PopUpAirportContract_1005_name
source: Handler w/Medium Services
hu_hu: Kiszolgáló közepes szolgáltatásokkal
nl_nl: Afhandeling met gemiddelde service.
pt_pt: Assistente em Escala c/ Serviços Médios
tr_tr: Egitmen Hafta/orta servis

# PopUpAirportContract_1006_name
source: Includes Shared Ticket Office and Check-In Facilities
hu_hu: Tartalmaz megosztott jegyet és check-in szolgáltatásokat
nl_nl: Bevat gedeelde ticket-kantoor en incheck-faciliteiten.
pt_pt: Inclui Venda de Bilhetes partilhada e Infraestruturas de Check-in
tr_tr: Paylasilan bilet ofisleri ve Check-In masalarini dahil et

# PopUpAirportContract_1007_name
source: Handler w/Minimum Services
hu_hu: Kiszolgáló minimum szolgáltatásokkal
nl_nl: Afhandeling met minimale service.
pt_pt: Assistente em Escala c/ Serviços Mínimos
tr_tr: Egitmen Hafta/düsük servis

# PopUpAirportContract_1008_name
source: Includes Check-In Facilities
hu_hu: Tartalmaz check-in szolgáltatásokat
nl_nl: Bevat incheck-faciliteiten
pt_pt: Inclui Infraestruturas de Check-in
tr_tr: Check-In masalarini kapsar

# MessageBox_2014_message
source: Are you sure you want to convert this airliner to a cargo airliner for {0}?
hu_hu: Biztosan át szeretné alakítani e repülőgépet teherszállító repülőgéppé ennyiért: {0}?
nl_nl: Weet je het zeker dat je dit vliegtuig wilt ombouwen tot een vrachtvliegtuig voor {0}?
pt_pt: Tens a certeza que queres converter esta aeronave para uma aeronave de carga por {0}?
ru_ru: Вы уверены, что хотите переделать этот самолет в грузовой за {0}?
tr_tr: Ucaginizi {0} karsiliginda kargo ucagina cevirmek istediginizden eminmisiniz?

# MessageBox_2014_name
source: Convert airliner
hu_hu: Repülőgép átalakítása
nl_nl: Bouw vliegtuig om
pt_pt: Converter Aeronave
ru_ru: Переделать самолет
tr_tr: Ucagi Dönüstür

# MessageBox_2015_message
source: You don't have enough money to convert the airliner to a cargo airliner
nl_nl: Je hebt niet genoeg geld beschikbaar om dit vliegtuig om te bouwen.
pt_pt: Não tens dinheiro suficiente para converter esta aeronave para uma aeronave de carga
tr_tr: Bu ucagi dönüstürmek icin yeterli paraniz yok

# MessageBox_2015_name
source: Can't convert airliner
nl_nl: Kan vliegtuig niet ombouwen
pt_pt: Impossível converter aeronave
ru_ru: Невозможно переделать самолет
tr_tr: Ucak dönüstürülemiyor

# PageFleetAirlinerInformation_205_name
source: Convert to Cargo
nl_nl: Ombouwen naar vracht
pt_pt: Converter para Carga
tr_tr: Kargoya dönüstür

# PageCreateRoute_1018_name
source: Mixed Route
nl_nl: Gemengde route
pt_pt: Rota Mista
tr_tr: Karisik güzergah . Yolcu ve kargo

# PageShowAlliance_1010_name
source: Alliance Routes
nl_nl: Alliantie Routes
pt_pt: Rotas da aliança
tr_tr: Birlik Güzergahlari

# MessageBox_2407_message
source: Are you sure you want to make a codeshare agreement with {0}?
nl_nl: Weet je zeker dat je een codeshare-overeenkomst wilt maken met {0}?
pt_pt: Tens a certeza que queres fazer um acordo de partilha de códigos com {0}?
tr_tr: {0} sirketi ile kod paylasiminda bulunmak istediginizden eminmisinz?

# MessageBox_2407_name
source: Make codeshare agreement
nl_nl: Maak codeshare-overeenkomst
pt_pt: Fazer acordo de partilha de códigos
tr_tr: Kod paylasim sözlesmesi yap

# MessageBox_2408_message
source: {0} don't want to make a codeshare agreement with you.
nl_nl: {0} wilt geen codeshare-overeenkomst met jou.
pt_pt: {0} não quer fazer um acordo de partilha de códigos contigo.
tr_tr: {0} firmasi sizinle kod paylasimi yapmak istemiyor

# MessageBox_2408_name
source: Can't make agreement
nl_nl: Kan geen overeenkomst maken
pt_pt: Acordo Impossível
tr_tr: Anlasma yapilamaz

# PageAirlineInfo_1034_name
source: Codesharings
pt_pt: Partilha de Códigos
tr_tr: Kod paylasimlari

# PageAirlineInfo_1035_name
source: Alliances and Codesharing Agreements
nl_nl: Allianties en codesharing-overeenkomsten
pt_pt: Alianças e Acordos de Partilha de Códigos
tr_tr: Birlikler ve kod paylasim sözlesmeleri

# PopUpCodeshareAgreement_1000_name
source: Select Agreement Type
nl_nl: Selecteer overeenkomstsoort
pt_pt: Seleccionar Tipo de Acordo
tr_tr: Anlaşma Tipi Seçiniz

# PopUpCodeshareAgreement_1001_name
source: Both Ways
nl_nl: Tweezijdig
pt_pt: Ambos
tr_tr: Cift yönlü

# PopUpCodeshareAgreement_1002_name
source: One Way
nl_nl: Eenzijdig
pt_pt: Unidireccional
tr_tr: Tek yönlü

# MessageBox_2611_message
source: Are you sure you want to terminate the codeshare agreement with {0}?
nl_nl: Weet je het zeker dat je de codeshare-overeenkomst wilt beëindigen met {0}?
pt_pt: Tens a certeza que queres terminar o acordo de partilha de códigos com {0}?
tr_tr: {0} ile olan kod paylasimini iptal etmek istediginizden eminmisiniz?

# MessageBox_2611_name
source: Terminate agreement
nl_nl: Beëindig overeenkomst
pt_pt: Terminar acordo
tr_tr: Sözlesme feshedildi
