Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# MessageBox_2601_message
source: Are you sure you want to join {0}?
es_es: ¿Está seguro de querer unirse a {0}?
hu_hu: Biztosan szeretne csatlakozni e szövetséghez: {0}?
nl_nl: Ben je zeker dat je wil samenwerken met {0}?
pt_pt: Tens a certeza que queres aderir à {0}?
ru_ru: Вы уверены, что хотите вступить в {0}?
tr_tr: {0} a katilmak istediginizden eminmisiniz?

# MessageBox_2602_name
source: Exit Alliance
es_es: Salir de alianza
hu_hu: Kilépés a szövetségből
nl_nl: Uittreden Uit Alliantie
pt_pt: Sair da Aliança
ru_ru: Покинуть Альянс
tr_tr: Birlikten Cik

# MessageBox_2602_message
source: Are you sure you want to exit {0}?
es_es: ¿Está seguro de querer abandonar {0}?
hu_hu: Biztosan ki szeretne lépni {0}-ból?
nl_nl: Ben je zeker dat je {0} wilt verlaten?
pt_pt: Tens a certeza que queres sair da {0}?
ru_ru: Вы уверены, что хотите покинуть {0}?
tr_tr: {0} dan cikmak istediginizden eminmisiniz?

# MessageBox_2603_name
source: Delete Alliance
es_es: Borrar alianza
hu_hu: Szövetség törlése
nl_nl: Verwijder Alliantie
pt_pt: Eliminar Aliança
ru_ru: Удалть Альянс
tr_tr: Birligi Sil

# MessageBox_2603_message
source: Are you sure you want to delete {0}?
es_es: ¿Está seguro de querer eliminar {0}?
hu_hu: Biztosan szeretné törölni ezt: {0}?
nl_nl: Ben je zeker dat je {0} wil verwijderen?
pt_pt: Tens a certeza que queres eliminar {0}?
ru_ru: Вы уверены, что хотите удалить {0}?
tr_tr: {0} i silmek istediginizden eminmisiniz?

# MessageBox_2604_name
source: Create Alliance
es_es: Crear alianza
hu_hu: Szövetség létrehozása
nl_nl: Creëer Alliantie
pt_pt: Criar Aliança
ru_ru: Создать Альянс
tr_tr: Birlik kur

# MessageBox_2604_message
source: Are you sure you want to create this alliance?
es_es: ¿Está seguro de querer crear esta alianza?
hu_hu: Biztosan létre szeretné hozni e szövetséget?
nl_nl: Ben je zeker dat je deze alliantie wil aangaan?
pt_pt: Tens a certeza que queres criar esta aliança?
ru_ru: Вы уверены, что хотите создать этот Альянс?
tr_tr: Bu birligi kurmak istediginizden eminmisiniz?

# MessageBox_2605_name
source: Alliance Offer Accepted
es_es: alianza oferta accepter
hu_hu: Szövetség ajánlata elfogadva
nl_nl: Alliantie Aanbod Aanvaard
pt_pt: Oferta de Aliança Aceite
ru_ru: Предложение вступить в Альянс принято
tr_tr: Birlik basvurusu kabul edildi

# MessageBox_2605_message
source: {0} has accepted to join {1}
es_es: {0} ha aceptado unirse a {1}
hu_hu: {0} csatlakozott {1}-hoz
nl_nl: {0} werkt nu samen met {1}
pt_pt: {0} aceitou juntar-se a {1}
ru_ru: {0} приняла предложение вступить в {1}
tr_tr: {0} , {1} a katilmayi kabul etti

# MessageBox_2606_name
source: Alliance Offer Declined
es_es: oferta alianza disminuyó
hu_hu: Szövetség ajánlata elutasítva
nl_nl: Alliantie Aanbod Afgewezen
pt_pt: Oferta de Aliança Recusada
ru_ru: Предложение вступить в Альянс отклонено
tr_tr: Birlik basvurusu kabul edilmedi

# MessageBox_2606_message
source: {0} has declined to join {1}
es_es: {0} ha rechazado unirse a {1}
hu_hu: {0} elutasította a csatlakozást {1}-hoz
nl_nl: {0} heeft een alliantie met {1} geweigerd
pt_pt: {0} recusou juntar-se a {1}
ru_ru: {0} отклонила предложение вступить в {1}
tr_tr: {0}, {1} a katilmayi kabul etmedi

# MessageBox_2607_name
source: Accepted
es_es: Aceptado
hu_hu: Elfogadva
nl_nl: Aanvaard
pt_pt: Aceite
ru_ru: Принято
tr_tr: Kabul edildi

# MessageBox_2607_message
source: {0} have been accepted to join {1}
es_es: {0} ha sido aceptado para unirse a {1}
hu_hu: {0} lett engedélyezve, hogy csatlakozzon ide: {1}
nl_nl: {0} is toegelaten tot {1}
pt_pt: {0} foi aceite a juntar-se a {1}
ru_ru: {0} принят в {1}
tr_tr: {0} in , {1} a katilimi kabul edildi

# MessageBox_2608_name
source: Declined
es_es: Rechazado
hu_hu: Elutasítva
nl_nl: Geweigerd
pt_pt: Recusado
ru_ru: Отклонено
tr_tr: Kabul edilmedi

# MessageBox_2608_message
source: {0} have been declined to join {1}
es_es: {0} ha sido rechazado para unirse a {1}
hu_hu: {0} elutasítva lett, hogy csatlakozzon ide: {1}
nl_nl: {0} is niet toegelaten tot {1}
pt_pt: {0} foi recusada a juntar-se a {1}
ru_ru: {0} отказано во вступлении в {1}
tr_tr: {0} in , {1} a katilimi kabul edilmedi

# MessageBox_2701_name
source: Auto-Generate Timetable
es_es: Generar automáticamente horario
hu_hu: Menetrend automatikus generálása
nl_nl: Genereer Vluchtplan Automatisch
pt_pt: Gerar Tabela Automaticamente
ru_ru: Авто-генерация Расписания
tr_tr: Otomatik Zaman tablosu

# MessageBox_2701_message
source: Are you sure you want to clear the current time table and auto generate a time table between {0} and {1}?
es_es: ¿Está seguro de querer borrar el horario actual y generar automáticamente un horario entre {0} y {1}?
hu_hu: Biztosan el szeretné törölni a meglévő menetrendet és automatikusan generálni egy üjat {0} és {1} között?
nl_nl: Ben je zeker dat je de huidige dienstregeling wil wissen en automatisch een dienstregeling tussen {0} en {1} wil genereren?
pt_pt: Tens a certeza que queres apagar a tabela e gerar outra automaticamente entre {0} e {1}?
ru_ru: Вы уверены, что хотите очистить текущее расписание полетов и автоматически сгенерировать новое между {0} и {1}?
tr_tr: {0} ve {1} arasindaki güzergah saatlerini silip otomatik olarak ayarlanmasini istedignizden eminmisiniz?

# MessageBox_2702_name
source: Already En Route
es_es: En ruta
hu_hu: Már útban
nl_nl: Al Op Route
pt_pt: Já está em rota
ru_ru: На Маршруте
tr_tr: Halihazirda güzergahta

# MessageBox_2702_message
source: The plane is already en route at this time.
es_es: El avión ya está en ruta en ese horario.
hu_hu: E repülőgép már útban van ez időben.
nl_nl: Het vliegtuig is op dit moment al onderweg.
pt_pt: A aeronave já está em rota neste momento.
ru_ru: В данный момент самолет находится на Маршруте
tr_tr: Bu ucak suan halihazirda güzergahta

# MessageBox_2703_name
source: Already En Route
es_es: En ruta
hu_hu: Már útban
nl_nl: Al Op Route
pt_pt: Já está em rota
ru_ru: На Маршруте
tr_tr: Halihazirda güzergahta

# MessageBox_2703_message
source: The route already has an airliner at that time
es_es: La ruta ya tiene un avión en ese horario
hu_hu: E útvonalhoz már hozzá lett rendelve repülőgép ekkor
nl_nl: Deze route is op dat moment al in gebruik
pt_pt: A rota já tem uma aeronave neste momento.
ru_ru: На этом маршруте уже находится самолет
tr_tr: Halihazirda bu güzergahta ucak bulunmakta

# MessageBox_2704_name
source: Invalid Flight Sequence
es_es: secuencia de vuelo no válido
hu_hu: Lehetetlen repülési folyamat
nl_nl: Ongeldige vluchtvolgorde
pt_pt: Sequência de Voo Inválida
ru_ru: Неправильная последовательность полетов
tr_tr: Gecersiz ucus dizisi

# MessageBox_2704_message
source: The departure/arrival pair are not possible!
es_es: La salida y la llegada par no son compatibles
hu_hu: Ez az indulás/érkezés pár nem lehetséges!
nl_nl: Vertrek en Aankomst paar is niet mogenlijk!
pt_pt: O par saída/chegada não é possível!
ru_ru: Пара отправление/прибытие невозможна
tr_tr: Inis /kalkis ikilisi uygun degil

# MessageBox_2801_name
source: Hire Pilot
es_es: Contratar piloto
hu_hu: Pilóta alkalmazása
nl_nl: Huur Piloot
pt_pt: Contratar Piloto
ru_ru: Нанять Пилота
tr_tr: Pilot al

# MessageBox_2801_message
source: Are you sure you want to hire this pilot?
es_es: ¿Seguro de que desea contratar este piloto?
hu_hu: Biztosan szeretné alkalmazni e pilótát?
nl_nl: Weet u zeker dat u deze piloot wilt aannemen?
pt_pt: Tens a certeza que queres contratar este piloto?
ru_ru: Вы уверены, что хотите нанять этого пилота?
tr_tr: Bu pilotu buraya istediginizden eminmisiniz?

# MessageBox_2802_name
source: Hire Instructor
es_es: Contratar instructor
hu_hu: Oktató alkalmazása
nl_nl: Huur Instructeur
pt_pt: Contratar Instrutor
ru_ru: Нанять Инструктора
tr_tr: Egitmen al

# MessageBox_2802_message
source: Are you sure you want to hire this instructor?
es_es: ¿Seguro de que desea contratar este instructor?
hu_hu: Biztosan szeretné alkalmazni ezt az oktatót?
nl_nl: Weet u zeker dat u deze instructeur wilt inhuren?
pt_pt: Tens a certeza que queres contratar este instrutor?
ru_ru: Вы уверены, что хотите нанять этого Инструктора?
tr_tr: Bu egitmeni buraya istediginizden eminmisiniz?

# MessageBox_2803_name
source: Build Flight School
es_es: Construir la escuela de vuelo
hu_hu: Repülősiskola építése
nl_nl: Bouw Luchtvaart School
pt_pt: Construir Escola de Voo
ru_ru: Построить летную школу
tr_tr: Ucus okulu ac

# MessageBox_2803_message
source: Are you sure you want to build a new flight school for {0:C}?
es_es: ¿Seguro que quiere construir una nueva escuela de vuelo por {0:C}?
hu_hu: Biztosan szeretné megépíteni ezt a repülősiskolát {0:C}-ért?
nl_nl: Weet u zeker dat u een nieuwe luchtvaartschool wilt bouwen voor {0:C}?
pt_pt: Tens a certeza que queres construir uma nova escola de voo para {0:C}?
ru_ru: Вы уверены, что хотите построить летную школу для {0:C}?
tr_tr: {0:C} a yeni ucus okulu acmak istediginizden eminmisiniz?

# MessageBox_2804_name
source: Remove Flight School
es_es: Retire la escuela de vuelo
hu_hu: Repülősiskola eltávolítása
nl_nl: Verwijder Luchtvaart School
pt_pt: Remover Escola de Voo
ru_ru: Закрыть летную школу
tr_tr: Ucus okulunu kapat

# MessageBox_2804_message
source: Are you sure you want to remove the flight school {0}? It will release all aircrafts, instructors and students at the flight school
es_es: ¿Está seguro de que desea eliminar la escuela de vuelo {0}? Se liberarán todos los aviones, instructores y estudiantes de la escuela de vuelo
hu_hu: Biztosan szeretné eltávolítani e repülősiskolát: {0}? Amennyiben igen, az össz oktatórepülő, oktató és diák amely ehhez az iskolához tartozott el lesz engedve.
nl_nl: Weet u zeker dat u luchtvaartschool {0} wilt verwijderen? Alle op deze luchtvaartschool aanwezige vliegtuigen, instructeurs en studenten verdwijnen.
pt_pt: Tens a certeza que queres remover a Escola de Voo {0}? As aeronaves, instrutores e alunos da Escola de Voo serão perdidos.
ru_ru: Вы уверены, что хотите закрыть летную школу {0}? Это действие уволит всех инструкторов и студентов, а также продаст учебные самолеты
tr_tr: {0} bu ucus okulunuzu bütün ucak . ögrenci ve egitmenleri ile birlikte kapatmak istediginizden eminmisiniz?

# MessageBox_2805_name
source: Can't Fire Instructor
es_es: No se puede disparar instructor
hu_hu: Oktató elbocsájtása nem lehetséges
nl_nl: Instructeur Ontslaan Niet Mogelijk
pt_pt: Não podes despedir o Instrutor
ru_ru: Нельзя уволить Инструктора
tr_tr: Egitmen kovulamiyor.

# MessageBox_2805_message
source: You can't fire {0} since he have students assigned to him.
es_es: No puede despedir a {0}, ya que tiene estudiantes asignados.
hu_hu: Nem lehetséges elbocsájtani {0} oktatót, mert jelenleg hozzá van rendelve egy vagy több diák.
nl_nl: U kunt {0} niet ontslaan omdat er nog studenten aan hem zijn toegewezen.
pt_pt: Não podes despedir {0} uma vez que tem estudantes a cargo.
ru_ru: Вы не можете уволить {0}, до тех пор, пока к нему прикреплены студенты.
tr_tr: Hali hazirda ögrencisi oldugu icin {0} i kovamazsiniz.

# MessageBox_2806_name
source: Fire Instructor
es_es: Fuego instructor
hu_hu: Oktató elbocsájtása
nl_nl: Ontsla Instructeur
pt_pt: Despedir Instrutor
ru_ru: Уволить Инструктора
tr_tr: Egitmeni kov

# MessageBox_2806_message
source: Are you sure you want to fire {0}?
es_es: ¿Seguro que quiere despedir a {0}?
hu_hu: Biztosan el szeretné bocsájtani {0}-t?
nl_nl: Weet u zeker dat u {0} wilt ontslaan?
pt_pt: Tens a certeza que queres despedir {0}?
ru_ru: Вы уверены, что хотите уволить {0}?
tr_tr: {0} i kovmak istediginizden eminmisiniz?

# MessageBox_2807_name
source: Fire Student
es_es: Fuego estudiante
hu_hu: Diák elbocsájtása
nl_nl: Ontsla Leerling
pt_pt: Despedir Aluno
ru_ru: Уволить Студента
tr_tr: Ögrenciyi kov

# MessageBox_2807_message
source: Are you sure you want to fire {0}?
es_es: ¿Seguro que quiere despedir a {0}?
hu_hu: Biztosan el szeretné bocsájtani {0}-t?
nl_nl: Weet u zeker dat u {0} wilt ontslaan?
pt_pt: Tens a certeza que queres despedir {0}?
ru_ru: Вы уверены, что хотите уволить {0}?
tr_tr: {0} i kovmak istedingizden eminmisiniz?

# MessageBox_2901_name
source: Airliner Limit
es_es: Avion de linea limite
hu_hu: Repülőgépek megengedett száma
nl_nl: Vliegtuig Limiet
pt_pt: Limite de Aeronaves
ru_ru: Лимит самолета
tr_tr: Ucak limiti

# MessageBox_2901_message
source: The selected maintenance center can only handle {0} at the time
es_es: El centro de mantenimiento seleccionado solo puede manejar {0} a la vez
hu_hu: A kiválasztott karbantartócentrum egyidejűleg legtöbb {0} repülőgépet tud ellátni
nl_nl: Het geselecteerde onderhoudscentrum kan op het moment maar {0} afhandelen.
pt_pt: O centro de manutenção seleccionado só pode gerir {0} neste momento.
ru_ru: Выбранный центр ТО может обслуживать {0} одновременно
tr_tr: Seçilen bakım merkezi suan sadece {0} sayida ucak kontrol edebilir

# MessageBox_2902_name
source: Apply Configuration
es_es: Aplicacion de la configuracion
hu_hu: Összeállítás alkalmazása
nl_nl: Pas Configuratie Toe
pt_pt: Aplicar Configuração
ru_ru: Применить Конфигурацию
tr_tr: Yapilandirma kabul edildi

# MessageBox_2902_message
source: Are you sure you want to apply these configurations to the airliners which takes a maximum of {0} days?
es_es: ¿Está seguro que desea aplicar estas configuraciones a los aviones, lo cual lleva un máximo de {0} días?
hu_hu: Biztosan szeretné alkalmazni e összeállításokat a repülőkön? A folyamat legtöbb {0} napig fog tartani.
nl_nl: Weet u zeker dat u deze configuratie op de vliegtuigen wilt toepassen? Dit duurt maximaal {0} dagen.
pt_pt: Tens a certeza que queres aplicar estas configurações às aeronaves o que demorará no máximo {0} dias?
ru_ru: Вы уверены, что хотите прменить данную конфигурацию к самолетам? Это займет {0} дней.
tr_tr: Bu ucagin yapilandirma yarlarinin {0} gün sürecegini bildiginiz halde kabul ediyormusunuz?

# News_1001_name
source: Welcome to the Game
es_es: Bienvenido al juego
hu_hu: Üdvözöljük a játékban
nl_nl: Welkom bij het Spel
pt_pt: Bem vindo ao jogo
ru_ru: Добро пожаловать в Игру
tr_tr: Oyuna hos Geldiniz. I am capuling

# News_1001_message
source: Dear {0}, Welcome as the CEO of [LI airline={1}]. We hope you will enjoy the game. Good luck.
es_es: Estimado {0}, Bienvenido como Presidente de [LI airline={1}]. Esperamos que disfrute del juego.⏎ Buena Suerte.
hu_hu: Kedves {0}, Üdvőzöljük [LI airline={1}] cég vezérigazgatójaként. Reméljük élvezni fogja a játékot. Sok sikert!
nl_nl: Beste {0},\n\nWelkom als de nieuwe directeur van [LI airline={1}]. Ik hoop dat je veel plezier zult beleven aan het spel.\nVeel succes!
pt_pt: Caro/a {0}, Bem vindo à posição de Administrador/a da [LI airline={1}]. Esperamos que desfrutes do jogo. Boa sorte.
tr_tr: Sevgili {0}, [LI airline={1}] hava yolu sirketinin sahibi olarak hos geldiniz. Umariz oyundan zevk alirsiniz. Iyi Sanslar. Istikbal göklerdedir.

# News_1002_name
source: Bad Weather
es_es: Mal tiempo
hu_hu: Rossz idő
nl_nl: Slecht Weer
pt_pt: Mau Tempo
ru_ru: Плохая погода
tr_tr: Kötü hava sartlari

# News_1002_message
source: The weather forecast for [LI airport={0}] predicts bad weather on {1}
es_es: El pronóstico del tiempo para [LI airport={0}] anuncia mal tiempo el {1}
hu_hu: Az időjárás-előrejelzés rossz időt lát előre itt: [LI airport={0}] e napon: {1}.
nl_nl: Op {1} is er slecht weer voorspeld boven [LI airport={0}]
pt_pt: O reporte meteorológico para [LI airport={0}] prevê mau tempo em {1}
ru_ru: Прогноз погоды для [LI airport={0}] обещает плохую погоду в {1}
tr_tr: [LI airport = {0}] Için kötü hava tahmin {1}

# News_1003_name
source: Cancelled Flight
es_es: Vuelo cancelado
hu_hu: Járat lemondva
nl_nl: Geannuleerde Vlucht
pt_pt: Voo Cancelado
ru_ru: Отмененный рейс
tr_tr: Ucus iptal edildi

# News_1003_message
source: Your flight [LI airliner={0}] has been cancelled due to bad weather at [LI airport={1}]
es_es: Su vuelo [LI airliner={0}] ha sido cancelado debido al mal tiempo en [LI airport={1}]
hu_hu: Az ön járata [LI airliner={0}] le lett mondva a rossz idő következtében itt: [LI airport={1}].
nl_nl: Je vlucht [LI airliner={0}] is geannuleerd wegens slecht weer op [LI airport={1}]
pt_pt: O teu voo [LI airliner={0}] foi cancelado devido a mau tempo em [LI airport={1}]
ru_ru: Ваш рейс [LI airliner={0}] был отменен из-за плохой погоды в [LI airport={1}]
tr_tr: [LI airliner={0}] ucusunuz, [LI airport={1}] daki kötü hava sartlari nedeni ile iptal edildi

# News_1004_name
source: Cancelled Flight
es_es: Vuelo cancelado
hu_hu: Járat lemondva
nl_nl: Geannuleerde Vlucht
pt_pt: Voo Cancelado
ru_ru: Отмененный рейс
tr_tr: Ucus iptal edildi

# News_1004_message
source: Your flight {0} from [LI airport={1}] to [LI airport={2}] has been cancelled for the current flight due to technical problems
es_es: Su vuelo {0} desde [LI airport={1}] hasta [LI airport={2}] ha sido cancelado por problemas técnicos
hu_hu: Az ön járata {0} innen: [LI airport={1}], ide: [LI airport={2}], tehnikai okok következtében le lett mondva.íí
nl_nl: De vlucht {0} van [LI airport={1}] naar [LI airport={2}] is afgelast vanwege technische problemen.
pt_pt: O teu voo {0} de [LI airport={1}] para [LI airport={2}] foi cancelado para o voo corrente devido a problemas técnicos.
ru_ru: Ваш текущий рейс {0} из [LI airport={1}] в [LI airport={2}] отменен из-за технических неполадок
tr_tr: {0} , [LI airport={1}] dan [LI airport={2}] a olan ucusunuz teknik aksakliklar dolayisi ile iptal edildi

# News_1005_name
source: Cancelled Flight
es_es: Vuelo cancelado
hu_hu: Járat lemondva
nl_nl: Geannuleerde Vlucht
pt_pt: Voo Cancelado
ru_ru: Отмененный рейс
tr_tr: Ucus iptal edildi

# News_1005_message
source: Your flight {0} from [LI airport={1}] to [LI airport={2}] has been cancelled for the current flight due to bad weather
es_es: Su vuelo {0} desde [LI airport= {1}] hasta [LI airport= {2}] ha sido cancelado debido al mal tiempo
hu_hu: Az ön járata {0} innen: [LI airport={1}], ide: [LI airport={2}], le lett mondva rossz idő következtében.
nl_nl: De vlucht {0} van [LI airport={1}] naar [LI airport={2}] is afgelast vanwege slechte weersomstandigheden.
pt_pt: O teu voo {0} de [LI airport={1}] para [LI airport={2}] foi cancelado para o voo corrente devido a mau tempo.
ru_ru: Ваш текущий рейс {0} из [LI airport={1}] в [LI airport={2}] отменен из-за плохой погоды
tr_tr: {0} , [LI airport={1}] dan [LI airport={2}] a olan ucusunuz kötü hava dolayisi ile iptal edildi

# News_1006_name
source: Pilot Student
es_es: Piloto de estudiante
hu_hu: Diákpilóta
nl_nl: Student Piloot
pt_pt: Piloto Estudante
ru_ru: Стажер
tr_tr: Pilot Okulu

# News_1006_message
source: Your pilot student {0} has finished the education and is now a pilot for you
es_es: Su piloto en formación {0} ha terminado la educación y ahora es uno de sus pilotos
hu_hu: Diákpilótája {0} befejezte oktatását és szolgálatba lépett pilótaként.
nl_nl: Student-piloot {0} heeft de opleiding afgerond en is nu een piloot voor uw maatschjappij geworden
pt_pt: O teu piloto estudante {0} terminou a sua educação e está disponível para ti.
ru_ru: Ваш стажер {0} закончил обучение и теперь является Пилотом
tr_tr: ögrenciniz olan {0} egitimini tamamlayip pilot olmustur

# News_1007_name
source: Pilot to Retire
es_es: Piloto de jubilarse
hu_hu: Pilóta nyugdíjba vonul
nl_nl: Piloot voor Pensioen
pt_pt: Pilotos para Reforma
ru_ru: Пилот уходит на пенсию
tr_tr: Emekli olacak pilot

# News_1007_message
source: Your pilot {0} is turning {1} years old soon and will retire by the end of the month.
es_es: Su piloto {0} cumplirá {1} años pronto y se retirará a finales de mes.
hu_hu: Pilótája {0} nemsokára betölti {1}. életévét, és nyugdíjba vonul e hónap végén.
nl_nl: Piloot {0} wordt {1} jaar en zal aan het einde van de maand met pensioen gaan.
pt_pt: O teu piloto {0} irá fazer {1} anos e irá para a reforma no fim do mês.
ru_ru: Вашему Пилоту {0} исполняется {1} лет и он уходит на пенсию в конце месяца
tr_tr: {1} yasinda olan pilot {0} bu ayin sonunda emekliye ayrilacaktir.

# News_1008_name
source: Instructor to Retire
es_es: Instructor de jubilarse
hu_hu: Oktató nyugdíjba vonul
nl_nl: Instructeur voor Pensioen
pt_pt: Instrutor para Reforma
ru_ru: Инструктор уходит на пенсию
tr_tr: Egitmen emekli oldu

# News_1008_message
source: Your instructor {0} is turning {1} years old soon and will retire by the end of the month.
es_es: Su instructor {0} cumplirá {1} años pronto y se retirará a finales de mes.
hu_hu: Oktatója {0} nemsokára betölti {1}. életévét, és nyugdíjba vonul e hónap végén.
nl_nl: Insctructeur {0} wordt {1} jaar en zal aan het einde van de maand met pensioen gaan.
pt_pt: O teu instrutor {0} irá fazer {1} anos e irá para a reforma no fim do mês.
ru_ru: Вашему Инструктору {0} исполняется {1} лет и он уходит на пенсию в конце месяца
tr_tr: {1} yasinda olan egitmeniniz {0} bu ayin sonunda emekliye ayrilacaktir.

# News_1009_name
source: Pilot Retires
es_es: Piloto se retira
hu_hu: Pilóta nyugdíjba vonult
nl_nl: Piloot gaat met Pensioen
pt_pt: Pilotos na Reforma
ru_ru: Пилот уходит на пенсию
tr_tr: Pilot emeklilikleri

# News_1009_message
source: Your pilot {0} has now retired.
es_es: Su piloto {0} se ha jubilado.
hu_hu: Pilótája {0} nyugdíjba vonult.
nl_nl: Piloot {0} is gepensioneerd en uit dienst getreden,
pt_pt: O teu piloto {0} está agora na reforma.
ru_ru: Ваш Пилот {0} вышел на пенсию
tr_tr: pilotunuz {0} suan emekli oldu

# News_1010_name
source: Pilot Retired
es_es: Piloto jubilado
hu_hu: Pilóta nyugdíjba vonult
nl_nl: Piloot met Pensioen gegaan
pt_pt: Piloto na Reforma
ru_ru: Пилот вышел на пенсию
tr_tr: pilot emekli oldu

# News_1010_message
source: Your pilot {0} has now retired. A new pilot has been assigned to airliner {1}
es_es: Su piloto {0} se ha jubilado. Se ha asignado un nuevo piloto a su avión {1}
hu_hu: Pilótája {0} nyugdíjba vonult. Új pilóta lett hozzárendelve {1} repülőgépéhez.
nl_nl: Jou piloot {0} is nu met pensioen. Er moet een nieuwe piloot voor vliegtuig {1} aangewezen worden.
pt_pt: O teu piloto {0} está agora na reforma. Um novo piloto será colocado na aeronave {1}.
ru_ru: Ваш Пилот {0} вышел на пенсию. На {1} назначен новый пилот
tr_tr: {0} isimli pilotunuz emekli oldu . {1} ucaginiza yeni bir pilot tahsis edildi.

# News_1011_name
source: Instructor Retired
es_es: Instructor jubilado
hu_hu: Oktató nyugdíjba vonult
nl_nl: Instructeur met Pensioen gegaan
pt_pt: Instrutor na Reforma
ru_ru: Инструктор вышел на пенсию
tr_tr: Egitmen emekli oldu

# News_1011_message
source: Your instructor {0} has now retired.
es_es: Su instructor {0} se ha jubilado.
hu_hu: Oktatója {0} nyugdíjba vonult.
nl_nl: Instructeur {0} is gepensioneerd en uit dienst getreden.
pt_pt: O teu instrutor {0} está agora na reforma.
ru_ru: Ваш Инструктор {0} вышел на пенсию
tr_tr: Egitmeniniz {0} suan emekli oldu.

# News_1012_name
source: Instructor Retired
es_es: Instructor jubilado
hu_hu: Oktató nyugdíjba vonult
nl_nl: Instructeur met Pensioen gegaan
pt_pt: Instrutor na Reforma
ru_ru: Инструктор вышел на пенсию
tr_tr: Egitmen emekli oldu

# News_1012_message
source: Instructor {0} has now retired and {1} has been hired as a replacement.
es_es: Su instructor {0} se ha jubilado y {1} ha sido contratado en su lugar
hu_hu: Oktatója {0} nyugdíjba vonult, helyére új oktató, {1} lett alkalmazva.
nl_nl: Instructeur {0} is nu met pensioen en {1} is ingehuurd als vervanging.
pt_pt: O instrutor {0} está agora na reforma e {1} foi contratado como substituto.
ru_ru: Ваш Инструктор {0} вышел на пенсию. На его место, в качестве замены, назначен {1}
tr_tr: Egitmeniniz {0} suan emekli oldu ve yerine {1} getirilmistir.

# Enums_S_name
source: S
hu_hu: D
nl_nl: Z
ru_ru: Южный
tr_tr: Güney

# Enums_SE_name
source: SE
hu_hu: DK
nl_nl: ZO
ru_ru: Юго-восточный
tr_tr: Güney Dogu

# Enums_SW_name
source: SW
es_es: SO
hu_hu: DNy
nl_nl: ZW
pt_pt: SO
ru_ru: Юго-западный
tr_tr: Güney bati

# Enums_W_name
source: W
es_es: O
hu_hu: Ny
pt_pt: O
ru_ru: Западный
tr_tr: Bati
