Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# ToolTip_1015_name
source: Purchase this airline and dissolve it into your airline
es_es: Adquirir esta aerolínea e incorporarla a su aerolínea
hu_hu: Légitársaság megvásárlása és beolvasztás saját légitársaságába
nl_nl: Koop deze maatschappij en laat hem opgaan in jouw maatschappij
pt_pt: Comprar esta companhia com integração na tua companhia.
ru_ru: Купить эту авиакомпанию и интегрировать ее в Вашу
tr_tr: Bu havayolu sirketini tamamen satin alip bünyene dahil et

# ToolTip_1016_name
source: Purchase this airline as a subsidiary to yours
es_es: Adquirir esta aerolínea como filial de la suya
hu_hu: Légitársaság megvásárlása leányvállalatként
nl_nl: Koop deze maatschappij als een dochtermaatschappij van je.
pt_pt: Comprar esta companhia como subsidiária da tua.
ru_ru: Купить эту авиакомпанию как Дочернюю
tr_tr: Bir yavru sirket olarak satin al.

# MessageBox_2952_message
source: Are you sure you want to change the settings?
es_es: ¿Está seguro de querer cambiar la configuración?
hu_hu: Biztosan meg szeretné változtatni e beállításokat?
nl_nl: Weet je het zeker dat jij de instellingen wilt veranderen.
pt_pt: Tens a certeza que queres mudar as configurações?
ru_ru: Вы уверены, что хотите изменить настройки?
tr_tr: Bu ayarlari degistirmek istediginizden eminmisiniz?

# MessageBox_2952_name
source: Change Settings
es_es: Cambiar configuración
hu_hu: Beállítások megváltoztatása
nl_nl: Verander de instellingen
pt_pt: Mudar Configurações
ru_ru: Изменить настройки
tr_tr: Ayarlari degistir

# PageFinances_2001_name
source: Finances and Budgets
es_es: Finanzas y Presupuestos
hu_hu: Pénzügyek és költségvetés
nl_nl: Financiën en budget
pt_pt: Finanças e Custos
ru_ru: Финансы и Бюджеты
tr_tr: Finans ve Bütçeler

# PageFinances_2002_name
source: Primary Budgets
es_es: Presupuestos Principales
hu_hu: Elsődleges költségvetések
nl_nl: Primaire budget
pt_pt: Custos primários
ru_ru: Основные бюджеты
tr_tr: Temel Bütce

# PageFinances_2003_name
source: Marketing Budget
es_es: Presupuesto de Publicidad
hu_hu: Marketingköltségvetés
pt_pt: Custos de Marketing
ru_ru: Маркетинговый бюджет
tr_tr: Pazarlama Bütcesi

# PageFinances_2004_name
source: Maintenance Budget
es_es: Presupuesto de Mantenimiento
hu_hu: Karbantartási költségvetés
nl_nl: Onderhoudsbudget
pt_pt: Custos de Manutenção
ru_ru: Сервисный бюджет
tr_tr: Bakim Bütcesi

# PageFinances_2005_name
source: Security Budget
es_es: Presupuesto de Seguridad
hu_hu: Biztonsági költségvetés
nl_nl: Veiligheidsbudget
pt_pt: Custos de Segurança
ru_ru: Бюджет СБ
tr_tr: Güvenlik Bütcesi

# PageFinances_2006_name
source: Customer Service Budget
es_es: Presupuesto de Atención al Cliente
hu_hu: Utasszolgáltatási költségvetés
nl_nl: Budget voor klantenservice
pt_pt: Custos do Serviço a Clientes
ru_ru: Бюджет Клиентской Службы
tr_tr: Müşteri Hizmetleri Bütçesi

# PageFinances_2007_name
source: Marketing
es_es: Publicidad
ru_ru: Маркетинг
tr_tr: Pazarlama

# PageFinances_2008_name
source: Maintenance
es_es: Mantenimiento
hu_hu: Karbantartás
nl_nl: Onderhoud
pt_pt: Manutenção
ru_ru: Техобслуживание
tr_tr: Bakim

# PageFinances_2009_name
source: Security
es_es: Seguridad
hu_hu: Biztonság
nl_nl: Veiligheid
pt_pt: Segurança
ru_ru: Служба Безопасности
tr_tr: Güvenlik

# PageFinances_2010_name
source: Customer Service
es_es: Atención al Cliente
hu_hu: Utasszolgáltatások
nl_nl: Klantenservice
pt_pt: Serviço ao Cliente
ru_ru: Обсуживание клиентов
tr_tr: Müsteri hizmetleri

# PageFinances_2011_name
source: Print
es_es: Prensa
hu_hu: Sajtó
nl_nl: Printen
pt_pt: Imprensa
ru_ru: Печать
tr_tr: Gazete

# PageFinances_2012_name
source: Television
es_es: Televisión
hu_hu: Televízió
nl_nl: Televisie
pt_pt: Televisão
ru_ru: Телевидение
tr_tr: Televizyon

# PageFinances_2013_name
source: Radio
hu_hu: Rádió
pt_pt: Rádio
ru_ru: Радио
tr_tr: Radyo

# PageFinances_2015_name
source: Interior Overhaul
es_es: Renovación de Interiores
hu_hu: Belső generálozás
nl_nl: Modernisatie van het interieur
pt_pt: Revisão de Interior
ru_ru: Капитальный ремонт салона
tr_tr: Dahili gözden gecirme

# PageFinances_2016_name
source: Engine Restoration
es_es: Restauración de Motor
hu_hu: Motorfelújítás
nl_nl: Motorrevisie
pt_pt: Restauração de Motor
ru_ru: Восстановление двигателя
tr_tr: Motor Yenilemesi

# PageFinances_2017_name
source: Parts Replacement
es_es: Recambio de Piezas
hu_hu: Alkatrészcsere
nl_nl: Onderdelen vervangen
pt_pt: Mudança de Componentes
ru_ru: Замена деталей
tr_tr: Parca Degisimi

# PageFinances_2018_name
source: Remote Service
es_es: Servicio Remoto
hu_hu: Távkarbantartás
nl_nl: Service op afstand
pt_pt: Serviço Remoto
ru_ru: Дистанционное обслуживание
tr_tr: Uzaktan servis

# PageFinances_2019_name
source: In-Flight Security
es_es: Seguridad en Vuelo
hu_hu: Repülőbiztonság
nl_nl: Veiligheid tijdens de vlucht
pt_pt: Segurança de Voos
ru_ru: Служба Безопасности в полете
tr_tr: Ucus Güvenligi

# PageFinances_2020_name
source: Airport Security
es_es: Seguridad en Aeropuerto
hu_hu: Repülőtérbiztonság
nl_nl: Luchthaven veiligheid
pt_pt: Segurança Aeroportuária
ru_ru: Служба Безопасности аэропорта
tr_tr: Havalimanı Güvenliği

# PageFinances_2021_name
source: Security Equipment
es_es: Equipo de Seguridad
hu_hu: Biztonsági felszerelés
nl_nl: Uitrusting beveiliging
pt_pt: Equipamento de Segurança
ru_ru: Охранное оборудование
tr_tr: Güvenlik Ekipmani

# PageFinances_2022_name
source: Computer Security
es_es: Seguridad Informática
hu_hu: Számítógépes biztonság
nl_nl: Computerbeveiliging
pt_pt: Segurança Informática
ru_ru: Компьютерная безопасность
tr_tr: Bilgisayar Güvenliği

# PageFinances_2023_name
source: Compensations
es_es: Compensaciones
hu_hu: Kártérítés
nl_nl: Compensatie
pt_pt: Compensações
ru_ru: Компенсации
tr_tr: Tazminatlar

# PageFinances_2024_name
source: Promotions
es_es: Promociones
hu_hu: Előreléptetések
nl_nl: Promotie
pt_pt: Promoções
ru_ru: Рекламные Акции
tr_tr: Indirimler

# PageFinances_2025_name
source: Service Center
es_es: Centro de Servicio
hu_hu: Szervízközpont
nl_nl: Onderhoudscentrum
pt_pt: Centro de Serviço
ru_ru: Сервисный Центр
tr_tr: Servis merkezi

# PageFinances_2026_name
source: Public Relations
es_es: Relaciones Públicas
hu_hu: PR
pt_pt: Relações Públicas
ru_ru: Связи с общественностью
tr_tr: Halkla ilişkiler

# PageFinances_2027_name
source: Total Cash
es_es: Dinero Total
hu_hu: Össz készpénz
nl_nl: Totale saldo
pt_pt: Dinheiro Total
ru_ru: Всего наличных
tr_tr: Toplam Nakit

# PageFinances_2028_name
source: Total Budget
es_es: Presupuesto Total
hu_hu: Össz költségvetés
nl_nl: Totale budget
pt_pt: Total Custos
ru_ru: Общий Бюджет
tr_tr: Toplam Bütce

# PageFinances_2029_name
source: Remaining Budget
es_es: Presupuesto Restante
hu_hu: Fennmaradó költségvetés
nl_nl: Resterend budget
pt_pt: Custos Remanescentes
ru_ru: Оставшийся Бюджет
tr_tr: Kalan Bütce

# PageFinances_2030_name
source: End of Year Cash
es_es: Dinero a Final de Año
hu_hu: Évvégi készpénz
nl_nl: Eindbalans
pt_pt: Dinheiro no Fim de Ano
ru_ru: Наличные в конце года
tr_tr: Yıl Sonu Nakiti

# PageFinances_2031_name
source: Fleet Size
es_es: Tamaño de la Flota
hu_hu: Flotta mérete
nl_nl: Vlootgrootte
pt_pt: Tamanho da Frota
ru_ru: Размер флота
tr_tr: Filo büyüklügü

# PageFinances_2032_name
source: Total Fleet Value
es_es: Valor Total de la Flota
hu_hu: Teljes flottaérték
nl_nl: Totale vlootwaarde
pt_pt: Valor Total da Frota
ru_ru: Общая стоимость Флота
tr_tr: Toplam Filo Değeri

# PageFinances_2033_name
source: Avg Airliner Value
es_es: Valor Promedio de Aviones
hu_hu: Átlag repülőgépérték
nl_nl: Gem. vlootwaarde
pt_pt: Valor médio por Aeronave
ru_ru: Ср. стоимость самолета
tr_tr: Ortalama Ucak Degeri

# PageFinances_2034_name
source: Subsidiaries
es_es: Filiales
hu_hu: Leányvállalatok
nl_nl: Dochterbedrijven
pt_pt: Subsidiárias
ru_ru: Дочерние авиакомпании
tr_tr: Yavru Sirketler

# PageFinances_2035_name
source: Total Subs. Value
es_es: Valor Total Filiales
hu_hu: Leányvállalatok összértéke
nl_nl: Totale waarde dochterbedrijven
pt_pt: Valor Total das Subsidiárias
ru_ru: Общая стоимость дочерних компаний
tr_tr: Yavru Sirketlerin Toplam Degreri

# PageFinances_2036_name
source: Avg Subs. Value
es_es: Valor Promedio Filiales
hu_hu: Leányvállalatok átlagértéke
nl_nl: Gemiddelde waarde dochterbedrijven
pt_pt: Valor Médio das Subsidiárias
ru_ru: Ср. стоимость дочерних компаний
tr_tr: Yavru Sirketlerin Ortalama Degeri

# PageFinances_2037_name
source: Total Employees
es_es: Empleados Totales
hu_hu: Össz alkalmazott
nl_nl: Werknemers totaal
pt_pt: Total Empregados
ru_ru: Всего Сотрудников
tr_tr: Toplam Calisan

# PageFinances_2038_name
source: Total Salary
es_es: Salario Total
hu_hu: Össz bér
nl_nl: Totale salaris
pt_pt: Total Salários
ru_ru: Всего Зарплат:
tr_tr: Toplam maaslar

# PageFinances_2039_name
source: Apply
es_es: Aplicar
hu_hu: Alkalmaz
nl_nl: Uitvoeren
pt_pt: Aplicar
ru_ru: Применить
tr_tr: Basvur

# PageFinances_2040_name
source: Reset
es_es: Restaurar
hu_hu: Visszaállítás
nl_nl: Herstellen
pt_pt: Redefinir
ru_ru: Сбросить
tr_tr: tekrar baslat

# PageFleetAirliner_1031_name
source: Cargo Capacity
es_es: Capacidad de carga
hu_hu: Teherkapacitás
nl_nl: Vrachtcapaciteit
pt_pt: Capacidade de Carga
ru_ru: Грузовместимость
tr_tr: Kargo Kapasitesi

# PanelAirliner_1017_name
source: Cargo Capacity
es_es: Capacidad de carga
hu_hu: Teherkapacitás
nl_nl: Vrachtcapaciteit
pt_pt: Capacidade de Carga
ru_ru: Грузовместимость
tr_tr: Kargo Kapasitesi

# PageAirliners_1003_name
source: Passenger Airliners
es_es: Aviones de pasajeros
hu_hu: Utasszállító-repülőgépek
nl_nl: Passagiersluchtvaartmaatschappijen
pt_pt: Aeronaves de Passageiros
ru_ru: Пассажирские самолеты
tr_tr: Yolcu ucaklari

# PageAirliners_1004_name
source: Cargo Airliners
es_es: Aviones de carga
hu_hu: Teherszállító-repülőgépek
nl_nl: Vrachtluchtvaartmaatschappijen
pt_pt: Aeronaves de Carga
ru_ru: Грузовые самолеты
tr_tr: Kargo Ucaklari

# PanelNewRoute_1005_name
source: Passenger Route
es_es: Ruta de pasajeros
hu_hu: Utasútvonalak
nl_nl: Passagiersroute
pt_pt: Rota de Passageiros
ru_ru: Пассажирский Маршрут
tr_tr: Yolcu Güzergahi

# PanelNewRoute_1006_name
source: Cargo Route
es_es: Ruta de carga
hu_hu: Teherútvonalak
nl_nl: Vrachtroute
pt_pt: Rota de Carga
ru_ru: Грузовой Маршрут
tr_tr: Kargo Güzergahi

# PanelNewRoute_1007_name
source: Cargo Unit Price
es_es: Precio por unidad de carga
hu_hu: Teher egységára
nl_nl: Vrachteenheidsprijs
pt_pt: Preço unitário de carga
ru_ru: Цена за единицу груза
tr_tr: Kargo basi birim fiyati

# PanelNewRoute_1008_name
source: Select Cargo Unit Price
es_es: Seleccione precio por unidad de carga
hu_hu: Teher egységárának kiválasztása
nl_nl: Selecteer vrachteenheidsprijs
pt_pt: Seleccionar preço unitário de carga
ru_ru: Выбрать цену за единицу груза
tr_tr: Kargo basi birim fiyatini sec

# PanelRoute_1013_name
source: Cargo
es_es: Carga
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
ru_ru: Груз
tr_tr: Kargo

# PanelRoute_1014_name
source: Avg. Cargo
es_es: Carga media
hu_hu: Átlag teher
nl_nl: Gem. vracht
pt_pt: Carga Média
ru_ru: Ср. кол-во грузов
tr_tr: Kargo Ortalamasi

# PanelRoute_1015_name
source: Cargo Unit Price
es_es: Precio por unidad de carga
hu_hu: Teher egységára
nl_nl: Vrachteenheidsprijs
pt_pt: Preço unitário de carga
ru_ru: Цена за единицу груза
tr_tr: Kargo basi birim fiyati

# PageAirline_1027_name
source: Airline Type
es_es: tipo de aerolinea
hu_hu: Légitársaság típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Companhia
ru_ru: Тип авиакомпании
tr_tr: Havayolu Tipi

# PageNewGame_1021_name
source: Airline Type
es_es: Tipo de avión
hu_hu: Légitársaság típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Companhia
ru_ru: Тип авиакомпании
tr_tr: Havayolu Tipi

# PopUpNewSubsidiary_1007_name
source: Passenger
es_es: Pasajero
hu_hu: Utas
nl_nl: Passagiers
pt_pt: Passageiro
ru_ru: Пассажир
tr_tr: Yolcu

# PopUpNewSubsidiary_1008_name
source: Cargo
es_es: Carga
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
ru_ru: Груз
tr_tr: Kargo

# PopUpNewSubsidiary_1009_name
source: Airline Type
es_es: Tipo de aerolinea
hu_hu: Légitársaság típusa
nl_nl: Soort vliegtuig
pt_pt: Tipo de Companhia
ru_ru: Тип авиакомпании
tr_tr: Havayolu Tipi

# NewsFeed_1001_name
source: {0} creates a new route between {1} and {2}
es_es: {0} crea una nueva ruta entre {1} y {2}
hu_hu: {0} új útvonalat létesített {1} és {2} között
nl_nl: {0} creëert een nieuwe route tussen {1} en {2}
pt_pt: {0} cria uma nova rota entre {1} e {2}
ru_ru: {0} создала новый маршрут между {1} и {2}
tr_tr: {0} isimli firma, {1} ile {2} arasina yeni ucus güzergahi acti.

# NewsFeed_1002_name
source: {0} closes its route between {1} and {2}
es_es: {0} cierra su ruta entre {1} y {2}
hu_hu: {0} bezárta útvonalát {1} és {2} között
nl_nl: {0} sluit zijn route tussen {1} en {2}
pt_pt: {0} fecha a sua rota entre {1} e {2}
ru_ru: {0} закрывает маршрут между {1} и {2}
tr_tr: {0} isimli firma, {1} ile {2} arasindaki güzergahi kapatti.

# NewsFeed_1003_name
source: {0} opens new hub at {1} in {2}, {3}
es_es: {0} abre un nuevo centro de operaciones en {1}, {2}, {3}
hu_hu: {0} új központot nyitott {1}ben, {2}, {3}
nl_nl: {0} opent een nieuwe hub op {1} in {2}, {3}
pt_pt: {0} abre um novo hub em {1} em {2}, {3}
tr_tr: {0} isimli firma {1} icine {2}, {3} yeni sube acti

# PageAirport_1027_name
source: Passengers
es_es: Pasajeros
hu_hu: Utasok
nl_nl: Passagiers
pt_pt: Passageiros
ru_ru: Пассажиры
tr_tr: Yolcular

# PageAirport_1028_name
source: Cargo
es_es: Carga
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
ru_ru: Груз
tr_tr: Kargo

# PageAirportTraffic_1002_name
source: Weekly Flights
es_es: Carga al destino
hu_hu: Heti járat
nl_nl: Wekelijkse vluchten
pt_pt: Voos Semanais
ru_ru: Недельные рейсы
tr_tr: Haftalik Toplam Ucus

# MessageBox_2123_message
source: Are you sure you want to convert {0} to a cargo airliner for {1}?
es_es: ¿Está seguro que desea convertir {0} para un avión de carga para {1}?
hu_hu: Biztosan kívánja átalakítani {0} utasszállító repülőgépét teherszállító repülőgéppé ennyiért: {1}?
nl_nl: Weet je het zeker dat je {0} wilt ombouwen tot vrachtvliegtuig voor {1}?
pt_pt: Tens a certeza que queres converter {0} para uma aeronave de carga para {1}?
ru_ru: Вы уверены, что хотите переделать {0} в грузовой cамолет за {1}?
tr_tr: {0} model ucaginizi {1} kargo ucagina cevirmek istediginizden eminmisiniz?

# MessageBox_2123_name
source: Convert Airliner
es_es: convertir avion
hu_hu: Repülőgép átalakítása
nl_nl: Bouw vliegtuig om
pt_pt: Converter Aeronave
ru_ru: Переделать самолет
tr_tr: Ucagi Dönüstür

# MessageBox_2223_message
source: This airport is serving a cargo route so it needs at least a terminal
es_es: este aeropuerto está cumpliendo una ruta de carga, es necesario un terminal
hu_hu: E repülőtér teherútvonalat szolgál ki, így legalább egy terminálja kell legyen
nl_nl: Deze luchthaven wordt bediend door een vrachtroute en heeft tenminste een terminal nodig.
pt_pt: Este aeroporto está a servir uma rota de carga precisa, assim, de pelo menos um terminal
ru_ru: Этот аэропорт обслуживает грузовой маршрут, поэтому он нуждается по крайней мере в Терминале
tr_tr: Kargo hizmeti verebilmeniz icin en az bir terminale ihtiyaciniz var

# MessageBox_2223_name
source: Cargo Route
es_es: Ruta de carga
hu_hu: Teherútvonal
nl_nl: Vrachtroute
pt_pt: Rota de Carga
ru_ru: Грузовой Маршрут
tr_tr: Kargo Güzergahi

# PageAirportFacilities_1003_name
source: Facility Type
es_es: Instalaciones del aeropuerto
hu_hu: Szolgáltatás típusa
nl_nl: Soort faciliteit
pt_pt: Tipo de Infraestrutura
ru_ru: Вид постройки
tr_tr: Tesis Tipi

# PageFleetAirliner_1032_name
source: Convert to Cargo Airliner
es_es: convertir en avión de carga
hu_hu: Átalakítás teherszállító repülőgéppé
nl_nl: Ombouwen tot vrachtvliegtuig
pt_pt: Converter para Aeronave de Carga
ru_ru: Переделать самолет в грузовой
tr_tr: Kargo Ucagina Dönüstür

# PanelNewRoute_1009_name
source: All destinations must have cargo facilities to create a route
es_es: Todos los destinos deben tener las instalaciones de carga para crear una ruta
hu_hu: Az össz úticélnak rendelkeznie kell teherszállító szolgáltatással, hogy az útvonal kialakítása lehetséges legyen
nl_nl: Alle bestemmingen moeten vrachtfaciliteiten hebben om een route te creëeren
pt_pt: Todos os destinos precisam de infraestruturas de carga para criar a rota
ru_ru: Для создания маршрута все направления должны иметь грузообрабатывающие объекты
tr_tr: Yeni güzergahi acmaniz icin kargo binanizin olmasi gerekmektedir

# PopUpAirportContract_1000_name
source: Select Contract Type
es_es: Crear contrato con {0}
hu_hu: Szerződéstípus kiválasztása
nl_nl: Selecteer soort contract
pt_pt: Seleccionar tipo de contracto
ru_ru: Выбрать тип контракта
tr_tr: Kontrat tipini seciniz

# PopUpAirportContract_1001_name
source: Full Contract
es_es: Cantidad de puertas
hu_hu: Teljes szerződés
nl_nl: Volledig contract
pt_pt: Contracto Total
ru_ru: Полный Контракт
tr_tr: Ful Kontrat

# PopUpAirportContract_1002_name
source: Requires Check-In Facilities
es_es: anos de contrato
hu_hu: Check-in szolgáltatást igényel
nl_nl: Heeft incheckfaciliteiten nodig
pt_pt: Requer infraestruturas de check-in
ru_ru: Требуются Стойки Регистрации
tr_tr: Gerekli Check-In Tesisleri

# PopUpAirportContract_1003_name
source: Handler w/Full Services
es_es: pago anual
hu_hu: Teljes szolgáltatást nyújtó kezelő
nl_nl: Afhandeling met volledige service.
pt_pt: Assistente em Escala com Serviços Totais
ru_ru: Владелец Контракта с полным опционом
tr_tr: Egitmen Hafta/ful servis

# MessageBox_2224_message
source: You can't terminate the contract since one or more of the gates are in use.
es_es: Usted no puede resolver el contrato ya que uno o más de las puertas están en uso
hu_hu: Nem bonthatja fel e szerzősét, mert egy vagy több kapu használatban van.
nl_nl: Je kan het contract niet beëindigen omdat je een of meer gates in gebruik hebt.
pt_pt: Não podes terminar o contracto uma vez que estão em uso uma ou mais portas de embarque.
ru_ru: Вы не можете разорвать контракт, так как по прежнему используете один или несколько Выходов
tr_tr: Bir veya daha fazla kapiyi kullandiginiz icin kontratinizi iptal edemezsiniz

# MessageBox_2224_name
source: Contract in use
es_es: contrato en uso
hu_hu: Szerződés használatban
nl_nl: Contract in gebruik
pt_pt: Contracto em uso
ru_ru: Действующий Контракт
tr_tr: Kullanilan Sözlesme

# MessageBox_2225_message
source: Are you sure you want to terminate the contract for a cost of {0}?
es_es: ¿Está seguro que desea terminar el contrato por un costo de {0}?
hu_hu: Biztosan felbontja a szerződést? {0} összegű kötbért lesz köteles fizetni!
nl_nl: Weet je het zeker dat je dit contract wilt beëindigen voor het bedrag van {0}?
pt_pt: Tens a certeza que queres terminar o contracto por um custo de {0}?
ru_ru: Вы уверены, что хотите разорвать контракт за {0}?
tr_tr: {0} degerindeki kontaratinizi iptal etmek istediginizden eminmisiniz?

# MessageBox_2225_name
source: Terminate contract
es_es: Finalizar contrato
hu_hu: Szerződés felbontása
nl_nl: Contract opzeggen
pt_pt: Terminar Contracto
ru_ru: Разорвать Контракт
tr_tr: Kontrati iptal et

# PageAirportGates_2006_message
source: Sign a contract for a number of gates with the airport
es_es: Firmar un contrato para una serie de puertas con el aeropuerto
hu_hu: Bizonyos számú kapuról szóló szerződés megkötése a repülőtérrel
nl_nl: Teken een contract voor een aantal gates met de luchthaven
pt_pt: Assinar um contracto com o aeroporto para um número de portas de embarque
ru_ru: Подписать контракт с аэропортом на количество Выходов
tr_tr: Havaalani ile kapi sözlesmesi imzala

# MessageBox_2226_message
source: The contract is a part of your teminal {0}, so it can't be removed.
es_es: El contrato es una parte de su teminal {0}, por lo que no se puede quitar.
hu_hu: E szerződés részét képezni {0} termináljának, így nem távolítható el.
nl_nl: Het contract is een onderdeel van jouw terminal {0}, daarom kan hij niet worden opgezegd.
pt_pt: O contracto é parte do teu terminal {0}. Não pode ser removido.
ru_ru: Контракт - это часть Вашего Терминала {0} и не может быть удален
tr_tr: {0} kontratli kisim terminalinizinin bir parcasi oldugu icin kaldirilamaz

# MessageBox_2226_name
source: Can't remove contract
es_es: no se puede quitar contrato
hu_hu: Szerződés nem távolítható el
nl_nl: Contract kan niet opgezegd worden
pt_pt: Impossível remover contracto
ru_ru: Невозможно удалить контракт
tr_tr: Konrati iptal edemezsiniz

# ToolTip_1017_name
source: Signs a contract with the airport for a number of gates
es_es: Firmar el pecado Contrato Parr Una serie de puertas con el Aeropuerto
hu_hu: Aláír egy szerződést az adott repülőtérrel a jelzett számú kapuról
nl_nl: Teken een contract met het vliegveld voor een aantal gates.
pt_pt: Assinar um contracto com o aeroporto para um número de portas de embarque
ru_ru: Подписать контракт с аэропортом на количество Выходов
tr_tr: Havaalani ile kapisayilari icin sözlesmesi imzala

# PanelRoute_1016_name
source: Route type
es_es: tipo de ruta
hu_hu: Útvonal típusa
nl_nl: Soort route
pt_pt: Tipo de Rota
ru_ru: Тип маршрута
tr_tr: Güzergah tipi

# PopUpAirportContract_1004_name
source: Includes Service Center, Check-In Facilities, Cargo Facilities and Shared Ticket Office
es_es: Pagar ahora
hu_hu: Tartalmaz szervízközpontot, check-in szolgáltatásokat, teherszolgáltatásokat és megosztott jegyirodát
nl_nl: Bevat onderhoudscentrum, incheckfaciliteiten, vrachtfaciliteiten en een gedeelde ticketkantoor.
pt_pt: Inclui Centro de Serviço, Infraestruturas de Check-In e Carga e Venda de Bilhetes Partilhada
ru_ru: Включает Центр ТО, Стойки Регистрации, Грузовые постройки и Билетную Кассу
tr_tr: Dahili servis merkezi, Check-In masalari, Kargo binasi ve ortak kullanilan bilet ofisi

# PageNewGame_203_name
source: Next
es_es: Proximo
hu_hu: Következő
nl_nl: Volgende
pt_pt: Seguinte
ru_ru: Следующий
tr_tr: sonraki

# PanelFleetAirliner_200_name
source: Facilities
es_es: Instalaciones
hu_hu: Szolgáltatások
nl_nl: Voorzieningen
pt_pt: Infraestruturas
ru_ru: Постройки
tr_tr: Tesisler

# PanelFleetAirliner_201_name
source: Route & Flight
es_es: Ruta y vuelo
hu_hu: Útvonal és járat
nl_nl: Route en vlucht
pt_pt: Rota & Voo
ru_ru: Маршрут и Рейсы
tr_tr: Güzergah & Ucus

# PanelFleetAirliner_202_name
source: Timeslots
es_es: Intervalos de tiempo
hu_hu: Időrések
nl_nl: Tijdsloten
pt_pt: Intervalos de Tempo
ru_ru: Таймслоты
tr_tr: Zaman bosluklari

# PanelFleetAirliner_203_name
source: Statistics
es_es: Estadísticas
hu_hu: Statisztikák
nl_nl: Statistieken
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatislikler

# PanelFleetAirliner_204_name
source: Insurances
es_es: Seguro
hu_hu: Biztosítások
nl_nl: Verzekeringen
pt_pt: Seguros
ru_ru: Страховки
tr_tr: Sigortalar

# PageAirport_1029_name
source: Arrivals
es_es: Llegadas
hu_hu: Érkező
nl_nl: Aankomsten
pt_pt: Chegadas
ru_ru: Прибытия
tr_tr: Inisler

# PageAirport_1030_name
source: Departures
es_es: Salidas
hu_hu: Induló
nl_nl: Vertrekken
pt_pt: Saídas
ru_ru: Вылеты
tr_tr: Kalkislar

# PanelAirline_1009_name
source: Insurances
es_es: Seguro
hu_hu: Biztosítások
nl_nl: Verzekeringen
pt_pt: Seguros
ru_ru: Страховки
tr_tr: Sigortalar

# PageAirlineInsurance_1000_name
source: Airline Insurance Policies
hu_hu: Légitársaság biztosításpolitikája
nl_nl: Verzekeringspolis voor de luchtvaartmaatschappij
pt_pt: Regras de Seguro da Companhia
ru_ru: Страховая политика Авиакомпании
tr_tr: Havayolu sigorta politikasi

# PageAirlineInsurance_200_name
source: Create Insurance
hu_hu: Biztosítás létrehozása
nl_nl: Creëer verzekering
pt_pt: Criar Seguro
ru_ru: Создать страховку
tr_tr: Sigorta kur

# PageAirlineStatistics_1013_name
source: Customer happiness
hu_hu: Ügyfélelégedettség
nl_nl: Klanttevredenheid
pt_pt: Felicidade do Cliente
ru_ru: Довольство клиентов
tr_tr: Müsteri memnuniyeti
