Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PanelAirlinesExtendedStatistics_1001_name
source: Fleet Statistics
es_es: Estadísticas de la Flota
hu_hu: Flottastatisztikák
nl_nl: Vloot Statistieken
pt_pt: Estatísticas da Frota
ru_ru: Статистика Флота
tr_tr: Filo istatistigi

# PanelAirlinesExtendedStatistics_1002_name
source: Financial Statistics
es_es: Estadísticas Financieras
hu_hu: Pénzügyi statisztikák
nl_nl: Financieel Statistieken
pt_pt: Estatísticas Financeiras
ru_ru: Финансовая Статистика
tr_tr: Finansal istatistik

# PanelAirlinesExtendedStatistics_1003_name
source: Airline Fleet Size
es_es: Tamaño de la Flota
hu_hu: Repülőgépflotta mérete
nl_nl: Vlootgrootte
pt_pt: Tamanho da Frota
ru_ru: Размер Флота Авиакомпании
tr_tr: Havayolu filo büyüklügü

# PanelAirlinesExtendedStatistics_1004_name
source: Average Airline Fleet Age
es_es: Promedio de Edad de la Flota
hu_hu: Repülőgépflotta átlagéletkora
nl_nl: Gemiddelde leeftijd van vloot
pt_pt: Média da Idade da Frota
ru_ru: Средний возраст Флота Фвиакомпании
tr_tr: Havayolu filo yasi ortalamasi

# PanelAirlinesExtendedStatistics_1005_name
source: Airline Profit
es_es: Beneficios de la Aerolínea
hu_hu: A légitársaság nyeresége
nl_nl: Bedrijfswinst
pt_pt: Lucro da Companhia
ru_ru: Доход Авиакомпании
tr_tr: Havayolu kar / zarar durumu

# PanelAirlinesExtendedStatistics_1006_name
source: Airline Value
es_es: Valor de la Aerolínea
hu_hu: A légitársaság értéke
nl_nl: Bedrijfswaarde
pt_pt: Valor da Companhia
ru_ru: Стоимость Авиакомпании
tr_tr: Havayolu degeri

# PanelAirlinesExtendedStatistics_1007_name
source: Customer Happiness
es_es: Satisfacción del Cliente
hu_hu: Ügyfélelégedettség
nl_nl: Klanttevredenheid
pt_pt: Felicidade dos Consumidores
ru_ru: Довольство клиентов
tr_tr: Müsteri memnuniyeti

# PanelAirlinesStatistics_1001_name
source: Flights Statistics
es_es: Estadísticas de Vuelo
hu_hu: Repülési statisztikák
nl_nl: Vluchten Statistieken
pt_pt: Estatísticas dos Voos
ru_ru: Статистика по Рейсам
tr_tr: Ucus istatistikleri

# PanelAirlinesStatistics_1002_name
source: Passenger Happiness (%)
es_es: Satisfacción de los pasajeros
hu_hu: Utaselégedettség (%)
nl_nl: Passagierstevredenheid (%)
pt_pt: Felicidade dos Passageiros (%)
ru_ru: Довольство пассажиров (%)
tr_tr: Yolcu mutlulugu (%)

# PanelAirlines_1001_name
source: Flights
es_es: Vuelos
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
ru_ru: Рейсы
tr_tr: Ucuslar

# PanelAirlines_1002_name
source: Finances
es_es: Finanzas
hu_hu: Pénzügyek
nl_nl: Financiën
pt_pt: Finanças
ru_ru: Финансы
tr_tr: FInans

# PanelAirlines_1003_name
source: Fleet
es_es: Flota
hu_hu: Flotta
nl_nl: Vloot
pt_pt: Frota
ru_ru: Флот
tr_tr: Filo

# PanelAirline_1001_name
source: Fleet
es_es: Flota
hu_hu: Flotta
nl_nl: Vloot
pt_pt: Frota
ru_ru: Флот
tr_tr: Filo

# PanelAirline_1002_name
source: Destinations and Routes
es_es: Destinos y Rutas
hu_hu: Céllállomások és útvonalak
nl_nl: Bestemmingen en routes
pt_pt: Destinos e Rotas
ru_ru: Направления и Маршруты
tr_tr: Varis noktalari ve rotalar

# PanelAirline_1003_name
source: Facilities and Advertisement
es_es: Instalaciones y Publicidad
hu_hu: Létesítmények es reklám
nl_nl: Faciliteiten en advertenties
pt_pt: Infraestruturas e Publicidade
ru_ru: Постройки и реклама
tr_tr: Tesisler ve reklam

# PanelAirline_1004_name
source: Statistics
es_es: Estadísticas
hu_hu: Statisztikák
nl_nl: Statistieken
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatislikler

# PanelAirline_1005_name
source: Finances
es_es: Finanzas
hu_hu: Pénzügyek
nl_nl: Financiën
pt_pt: Finanças
ru_ru: Финансы
tr_tr: FInans

# PanelAirline_1006_name
source: Airline Policies
es_es: Políticas de la Aerolínea
hu_hu: Légitársasági üzletpolitika
nl_nl: Beleid van de luchtvaartmaatschappij
pt_pt: Normas da Companhia
ru_ru: Политика Авиакомпании
tr_tr: Havayolu Politikaları

# PanelAirline_1007_name
source: Subsidiaries
es_es: Filiales
hu_hu: Leányvállalatok
nl_nl: Dochtermaatschappijen
pt_pt: Subsidiárias
ru_ru: Дочерние авиакомпании
tr_tr: Yavru Sirketler

# PanelAirline_1008_name
source: Pilots
es_es: Pilotos
hu_hu: Pilóták
nl_nl: Piloten
pt_pt: Pilotos
ru_ru: Пилоты
tr_tr: Pilotlar

# PanelAlliance_200_name
source: Join Alliance
es_es: Unirse a alianza
hu_hu: Szövetséghez csatlakozás
nl_nl: Toetreden tot Alliantie
pt_pt: Juntar-se a aliança
ru_ru: Вступить в Альянс
tr_tr: Birlige Katil

# PanelAlliance_201_name
source: Invite to Alliance
es_es: Invitar a alianza
hu_hu: Meghívás a szövetségbe
nl_nl: Uitnodigen voor Alliantie
pt_pt: Convidar para aliança
ru_ru: Пригласить в Альянс
tr_tr: Birlige davet et

# PanelAlliance_202_name
source: Delete Alliance
es_es: Borrar alianza
hu_hu: Szövetség informáiók
nl_nl: Verwijder Alliantie
pt_pt: Apagar aliança
ru_ru: Удалть Альянс
tr_tr: Birligi Sil

# PanelAlliance_203_name
source: Exit Alliance
es_es: Salir de alianza
hu_hu: Kilépés a szövetségből
nl_nl: Uittreden uit Alliantie
pt_pt: Sair da aliança
ru_ru: Покинуть Альянс
tr_tr: Birlikten Cik

# PanelAlliance_204_name
source: Alliance Route Map
es_es: Mapa de ruta de la alianza
hu_hu: Szövetség útvonalai
nl_nl: Alliantie Routemap
pt_pt: Mapa de rotas da aliança
ru_ru: Карта Маршрута Альянса
tr_tr: Birlik Güzergah Haritasi

# PanelAlliance_205_name
source: Alliance Information
es_es: Información de la Alianza
hu_hu: Szövetség információk
nl_nl: Informatie samenwerking
pt_pt: Informação da aliança
ru_ru: Информация об Альянсе
tr_tr: Birlik Bilgisi

# PanelAlliance_206_name
source: Year Founded
es_es: Fundado
hu_hu: Alapítás éve
nl_nl: Oprichtingsjaar
pt_pt: Ano de Criação
ru_ru: Год основания
tr_tr: Kurulus yili

# PanelAlliance_207_name
source: Alliance Routes
es_es: Rutas de la alianza
hu_hu: Szövetség útvonalai
nl_nl: Alliantie Routes
pt_pt: Rotas da aliança
ru_ru: Маршруты Альянса
tr_tr: Birlik Güzergahlari

# PanelAlliance_208_name
source: Alliance Destinations
es_es: Destinos de la alianza
hu_hu: Szövetség célállomásai
nl_nl: Bestemmingen Alliantie
pt_pt: Destinos da aliança
ru_ru: Направления Альянса
tr_tr: Birlik Varis Yerleri

# PanelAlliance_209_name
source: Alliance Types
es_es: Tipo de alianza
hu_hu: Szövetség típusok
nl_nl: Soort Alliantie
pt_pt: Tipos de aliança
ru_ru: Виды Альянсов
tr_tr: Birlik Tipi

# PanelAlliance_210_name
source: Annual Passengers {0}
es_es: Pasajeros Anuales {0}
hu_hu: Évi utaslétszám {0}
nl_nl: Jaarlijks aantal passagiers {0}
pt_pt: Passageiros anuais {0}
ru_ru: Пассажиров в год {0}
tr_tr: Yillik Yolcu Sayisi {0}

# PanelAlliance_211_name
source: Headquarter
es_es: Sede
hu_hu: Székhely
nl_nl: Hoofdkwartier
pt_pt: Sede
ru_ru: Главный офис
tr_tr: Merkez binasi

# PanelAlliance_212_name
source: Hubs
es_es: Centros de operaciones
hu_hu: Központok
ru_ru: Хабы
tr_tr: Subeler

# PanelAlliance_213_name
source: Weekly Departures
es_es: Salidas semanales
hu_hu: Heti induló járatok
nl_nl: Wekelijks Aantal Vertrekkende Vluchten
pt_pt: Saídas semanais
ru_ru: Вылетов в неделю
tr_tr: Haftalik sefer sayisi

# PanelAlliance_214_name
source: Countries
es_es: Países
hu_hu: Országok
nl_nl: Landen
pt_pt: Países
ru_ru: Страны
tr_tr: Ülkeler

# PanelAirliner_1001_name
source: Airliner Type Specifications
es_es: Especificaciones de Tipo de Avión
hu_hu: Repülőgéptípus leírása
nl_nl: Vliegtuigtype specificaties
pt_pt: Especificações do tipo da aeronave
ru_ru: Специализация самолета
tr_tr: Ucak tipi özellikleri

# PanelAirliner_1003_name
source: Manufacturer
es_es: Fabricante
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PanelAirliner_1004_name
source: Body Type
es_es: Fuselaje
hu_hu: Törzs típusa
pt_pt: Tipo de fuselagem
ru_ru: Тип фюзеляжа
tr_tr: Gövde tipi

# PanelAirliner_1005_name
source: Range
es_es: Alcance
hu_hu: Hatótávolság
nl_nl: Vliegbereik
pt_pt: Alcance
ru_ru: Дальность полета
tr_tr: Ucus mesafesi

# PanelAirliner_1006_name
source: Engine Type
es_es: Tipo de Motor
hu_hu: Hajtómű Típusa
nl_nl: Voortstuwing
pt_pt: Tipo de motor
ru_ru: Тип двигателя
tr_tr: Motor tipi

# PanelAirliner_1007_name
source: Wingspan
es_es: Envergadura
hu_hu: Fesztávolság
nl_nl: Spanwijdte
pt_pt: Envergadura
ru_ru: Размах крыльев
tr_tr: Kanat genisligi

# PanelAirliner_1008_name
source: Length
es_es: Longitud
hu_hu: Hosszúság
nl_nl: Lengte
pt_pt: Comprimento
ru_ru: Длина
tr_tr: Uzunluk

# PanelAirliner_1009_name
source: Passenger Capacity
es_es: Capacidad de Pasajeros
hu_hu: Utaskapacitás
nl_nl: Passagiers capaciteit
pt_pt: Capacidade de Passageiros
ru_ru: Макс. кол-во пассажиров
tr_tr: Yolcu kapasitesi

# PanelAirliner_1010_name
source: Max. Airliner Classes
es_es: Máximo de Clases del Avión
hu_hu: Max. osztályok száma
nl_nl: Max. vliegtuigklassen
pt_pt: Classes Máx. Aeronave
ru_ru: Макс. число пассажирских классов
tr_tr: Maksimum ucus sinifi sayisi

# PanelAirliner_1011_name
source: Crew Requirements
es_es: Requerimiento de personal
hu_hu: Szükséges személyzet
nl_nl: Personeelsvereisten
pt_pt: Requisitos de Tripulação
ru_ru: Необходимый экипаж
tr_tr: Gerekli olan personel

# PanelAirliner_1012_name
source: Cruising Speed
es_es: Velocidad crucero
hu_hu: Utazósebesség
nl_nl: Kruissnelheid
pt_pt: Velocidade de Cruzeiro
ru_ru: Крейсерская скорость
tr_tr: Ucus hizi

# PanelAirliner_1013_name
source: Fuel Consumption
es_es: Consumo de Combustible
hu_hu: Üzemanyagfogyasztás
nl_nl: Brandstofverbuik
pt_pt: Consumo de combustível
ru_ru: Расход топлива
tr_tr: Yakıt Tüketimi

# PanelAirliner_1014_name
source: Range of Production
es_es: Fechas de Producción
hu_hu: Gyártási időszak
nl_nl: Productietijdsvak
pt_pt: Alcance de Produção
ru_ru: Диапазон производства
tr_tr: Üretim aralığı

# PanelAirliner_1015_name
source: Required Runway Length
es_es: Longitud de Pista Requerida
hu_hu: Szükséges kifutópályahossz
nl_nl: Vereiste lengte landingsbaan
pt_pt: Comprimento de pista requerido
ru_ru: Требуемая длина ВПП
tr_tr: Gerekli ucus pisti uzunlugu

# PanelAirliner_1016_name
source: Fuel Capacity
es_es: Capacidad de Combustible
hu_hu: Üzemanyagkapacitás
nl_nl: Brandstofcapaciteit
pt_pt: Capacidade de combustível
ru_ru: Емкость топливных баков
tr_tr: Yakit tanki kapasitesi

# PageSearchAirliners_1001_name
source: Search Used Airliners
es_es: Buscar aviones usados
hu_hu: Használt repülőgép keresése
nl_nl: Zoek Gebruikte Vliegtuigen
pt_pt: Procurar Aeronaves Usadas
ru_ru: Искать подержанные самолеты
tr_tr: Kullanilmis ucak sec

# PageSearchAirliners_1002_name
source: Airliner Range
es_es: Gama de avión
hu_hu: Hatótávolság
nl_nl: Bereik Vliegtuig
pt_pt: Alcance da Aeronave
ru_ru: Дальность полета самолета
tr_tr: Ucak Ucus Mesafesi

# PageSearchAirliners_1003_name
source: Airliner Capacity
es_es: Capacidad del avión
hu_hu: Utaskapacitás
nl_nl: Capaciteit Vliegtuig
pt_pt: Capacidade da Aeronave
ru_ru: Вместимость самолета
tr_tr: Ucak kapasitesi

# PageSearchAirliners_1004_name
source: Airliner Price
es_es: Precio del avión
hu_hu: Repülőgép ára
nl_nl: Prijs Vliegtuig
pt_pt: Preço da Aeronave
ru_ru: Цена самолета
tr_tr: Ucak Fiyati

# PageSearchAirliners_1005_name
source: Airliner Built Year
es_es: Año de construcción
hu_hu: Repülőgép gyártási éve
nl_nl: Bouwjaar Vliegtuig
pt_pt: Ano de Produção da Aeronave
ru_ru: Год выпуска самолета
tr_tr: Ucak Üretim Yili

# PageOrderAirliners_200_name
source: Order New Airliners
es_es: Encargar Nuevos Aviones
hu_hu: Új repülőgép rendelése
nl_nl: Nieuw vliegtuige bestellen
pt_pt: Encomendar Novas Aeronaves
ru_ru: Заказать новые самолеты
tr_tr: Yeni Ucak Siparisi Ver

# PageOrderAirliners_201_name
source: Set Classes
es_es: Establecer clases
hu_hu: Utasosztályok beállítása
nl_nl: Bepaal Klassen
pt_pt: Configurar classes
ru_ru: Установить классы
tr_tr: Ucus siniflarini ayarla

# PageOrderAirliners_1001_name
source: Order Airliners
es_es: Encargar Aviones
hu_hu: Repülőgép rendelése
nl_nl: Vliegtuigen bestellen
pt_pt: Encomendar Aeronaves
ru_ru: Заказать самолеты
tr_tr: Ucak siparisleri

# PageOrderAirliners_1002_name
source: Orders
es_es: Encargos
hu_hu: Rendelések
nl_nl: Bestellingen
pt_pt: Encomendas
ru_ru: Заказы
tr_tr: Siparisler

# PageOrderAirliners_1003_name
source: Manufacturer
es_es: Fabricante
hu_hu: Gyártó
nl_nl: Fabrikant
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# PageOrderAirliners_1004_name
source: Add Order
es_es: Añadir encargo
hu_hu: Rendelés hozzáadása
nl_nl: Bestelling Toevoegen
pt_pt: Adicionar Ordem
ru_ru: Добавить заказ
tr_tr: Siparis ekle

# PageOrderAirliners_1005_name
source: Discount
es_es: Descuento
hu_hu: Kedvezmény
nl_nl: Korting
pt_pt: Desconto
ru_ru: Скидка
tr_tr: Indirim

# PageOrderAirliners_1006_name
source: Total Price
es_es: Precio total
hu_hu: Teljes ár
nl_nl: Totale prijs
pt_pt: Preço Total
ru_ru: Общая стоимость
tr_tr: Toplam Fiyat

# PageOrderAirliners_1007_name
source: Airport
es_es: Aeropuerto
hu_hu: Repülőtér
nl_nl: Luchthaven
pt_pt: Aeroporto
ru_ru: Аэропорт
tr_tr: Havalimanı

# PageOrderAirliners_1008_name
source: Pay on Delivery
es_es: Pago a la entrega
hu_hu: Fizetés szállításkor
nl_nl: Betalen tijdens Aflevering
pt_pt: Pagar na entrega
ru_ru: Оплатить при получении
tr_tr: Teslimatta Öde

# PageOrderAirliners_1009_name
source: Contract
es_es: Contrato
hu_hu: Szerződés
pt_pt: Contrato
ru_ru: Контракт
tr_tr: Kontrat

# PageOrderAirliners_1010_name
source: Extend Contract
es_es: Extender duración del contrato
hu_hu: Szerződéshosszabbítás
nl_nl: Verleng Contract
pt_pt: Prolongar contracto
ru_ru: Продлить контракт
tr_tr: Kontrat uzatma

# PageOrderAirliners_1011_name
source: Select Contract Length
es_es: Seleccionar duración del contratoi
hu_hu: Szerződési időszak kiválasztása
nl_nl: Selecteer Contractduur
pt_pt: Seleccionar duração do contracto
ru_ru: Выбрать длину контракта
tr_tr: Konrat Uzunlugunu Seciniz

# PageOrderAirliners_1012_name
source: Airliner Classes
es_es: Clases avion
hu_hu: Osztályok a repülőgépen
nl_nl: Vliegtuigklassen
pt_pt: Classes da Aeronave
ru_ru: Пассажирские классы самолета
tr_tr: Ucak siniflari

# PanelUsedAirliner_200_name
source: Buy
es_es: Comprar
hu_hu: Vásárlás
nl_nl: Kopen
pt_pt: Comprar
ru_ru: Купить
tr_tr: Satın al

# PanelUsedAirliner_201_name
source: Lease
es_es: Arrendar
hu_hu: Lízing
nl_nl: Leasen
pt_pt: Arrendar
ru_ru: Взять в лизинг
tr_tr: Kirala

# PanelUsedAirliner_1001_name
source: Airliner Information
es_es: Información del Avión
hu_hu: Repülőgép információ
nl_nl: Vliegtuiginformatie
pt_pt: Informação de aeronave
ru_ru: Информация о самолете
tr_tr: Ucak bilgisi

# PanelUsedAirliner_1002_name
source: Year Built
es_es: Año de construccion
hu_hu: Évjárat
nl_nl: Bouwjaar
pt_pt: Ano de Construção
ru_ru: Год постройки
tr_tr: Üretim Yili

# PanelUsedAirliner_1003_name
source: Tail Number
es_es: Númro de matrícula
hu_hu: Lajstromjel
nl_nl: Vliegtuigregistratie
pt_pt: Número de Cauda
ru_ru: Рег. Номер
tr_tr: Kuyruk numarasi

# PanelUsedAirliner_1004_name
source: Flown Overall
es_es: Total distancia recorrida
hu_hu: Eddig repült távolság
nl_nl: Totaal gevlogen
pt_pt: Total voo
ru_ru: Всего налета
tr_tr: Toplam ucus

# PanelUsedAirliner_1005_name
source: Mileage Since Last Service
es_es: Tiempo desde el último mantenimiento
hu_hu: Utolsó karbantartás óta repült távolsag
nl_nl: Afgelegde Mijlen Sinds Laatste Onderhoud
pt_pt: Milhas percorridas desde o último serviço
ru_ru: Милей пройдено со времени последнего ТО
tr_tr: Son servisten sonra katedilen yol

# PanelUsedAirliner_1006_name
source: Equipped with Class
es_es: Equipado con Clase
hu_hu: Osztállyal felszerelve
nl_nl: Uitgerust met klasse
pt_pt: Equipado com classe
ru_ru: Оснащен пассажирскими классами
tr_tr: Sinif Donanimi

# PanelUsedAirliner_1101_name
source: Price Information
es_es: Información del Precio
hu_hu: Árinformációk
nl_nl: Prijsinformatie
pt_pt: Informação de Preço
ru_ru: Информация о цене
tr_tr: Pilot bilgileri

# PanelUsedAirliner_1102_name
source: Purchase Price
es_es: Precio de Adquisición
hu_hu: Vételár
nl_nl: Koopprijs
pt_pt: Preço de Compra
ru_ru: Цена покупки
tr_tr: Satis fiyati

# PanelUsedAirliner_1103_name
source: Leasing Rate
es_es: Precio de Arrendamiento
hu_hu: Bérleti díj
nl_nl: Leaseprijs
pt_pt: Taxa de Arrendamento
ru_ru: Лизинговая ставка
tr_tr: Kira Orani

# PanelUsedAirliner_1104_name
source: Annual Maintenance Cost
es_es: Costo anual de mantenimiento
hu_hu: Évi karbantartási költség
nl_nl: Jaarlijkse Onderhoudskosten
pt_pt: Custo Anual de Manutenção
ru_ru: Стоимость ТО за год
tr_tr: Yıllık Bakım Maliyeti

# PanelUsedAirliner_1105_name
source: Select Home Base
es_es: Seleccionar base
hu_hu: Központ kiválasztása
nl_nl: Selecteer Thuisbasis
pt_pt: Seleccionar Base Operacional
ru_ru: Выбрать Порт Приписки
tr_tr: Merkez sec

# PanelAirport_201_name
source: Gates & Terminals
es_es: Puertas y Terminales
hu_hu: Kapuk és terminálok
nl_nl: Gates &amp; Terminals
pt_pt: Portas de Embarque & Terminais
ru_ru: Выходы и Терминалы
tr_tr: Kapilar & Terminaller

# PanelAirport_202_name
source: Facilities
es_es: Instalaciones
hu_hu: Létesítmények
nl_nl: Faciliteiten
pt_pt: Infraestruturas
ru_ru: Постройки
tr_tr: Tesisler

# PanelAirport_203_name
source: Statistics
es_es: Estadísticas
hu_hu: Statisztikák
nl_nl: Statistieken
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatislikler

# PanelAirport_204_name
source: Flights
es_es: Vuelos
hu_hu: Járatok
nl_nl: Vluchten
pt_pt: Voos
ru_ru: Рейсы
tr_tr: Ucuslar

# PanelAirport_205_name
source: Runways
es_es: Pistas
hu_hu: Kifutópályák
nl_nl: Landingsbanen
pt_pt: Pistas
ru_ru: ВПП
tr_tr: Pistler

# PanelAirport_206_name
source: Distances
es_es: Distancias
hu_hu: Távolságok
nl_nl: Afstanden
pt_pt: Distâncias
ru_ru: Расстояния
tr_tr: Mesafeler

# PanelAirport_207_name
source: Traffic
es_es: Tráfico
hu_hu: Légiforgalom
nl_nl: Verkeer
pt_pt: Tráfego
ru_ru: Плотность авиадвижения
tr_tr: Trafik

# PanelAirport_208_name
source: Weather
es_es: Tiempo
hu_hu: Időjárás
nl_nl: Weer
pt_pt: Meteorologia
ru_ru: Погода
tr_tr: Hava durumu

# PanelAirports_201_name
source: Search
es_es: Buscar
hu_hu: Keres
nl_nl: Zoeken
pt_pt: Procurar
ru_ru: Поиск
tr_tr: Ara

# PanelAirports_202_name
source: Statistics
es_es: Estadísticas
hu_hu: Statisztikák
nl_nl: Statistieken
pt_pt: Estatísticas
ru_ru: Статистика
tr_tr: İstatislikler

# PanelAirports_203_name
source: Extended Search
es_es: Búsqueda Ampliada
hu_hu: Bővített keresés
nl_nl: Uitgebreid zoeken
pt_pt: Procura Detalhada
ru_ru: Расширенный поиск
tr_tr: Gelişmiş Arama

# PanelNewAlliance_200_name
source: New Alliance
es_es: Nueva Alianza
hu_hu: Új Szövetség
nl_nl: Nieuwe samenwerking
pt_pt: Nova Aliança
ru_ru: Новый Альянс
tr_tr: Yeni Birlik

# PanelNewAlliance_201_name
source: Alliance Name
es_es: Nombre de la alianza
hu_hu: Szövetség neve
nl_nl: Naam Alliantie
pt_pt: Nome da Aliança
ru_ru: Название Альянса
tr_tr: Birlik Adi

# PanelNewAlliance_202_name
source: Headquarter
es_es: Sede
hu_hu: Székhely
nl_nl: Hoofdkwartier
pt_pt: Sede
ru_ru: Главный офис
tr_tr: Merkez binasi

# PanelNewAlliance_203_name
source: Create Alliance
es_es: Crear alianza
hu_hu: Szövetség létrehozása
nl_nl: Creër Alliantie
pt_pt: Criar Aliança
ru_ru: Создать Альянс
tr_tr: Birlik kur

# PanelNewAlliance_204_name
source: Alliance Type
es_es: Tipo de alianza
hu_hu: Szövetség típusa
nl_nl: Alliantiesoort
pt_pt: Tipo de Aliança
ru_ru: Вид Альянса
tr_tr: Birlik Tipi

# PanelNewRoute_201_name
source: Create New Route
es_es: Crear nueva ruta
hu_hu: Új Útvonal Létrehozása
nl_nl: Creër Nieuwe Route
pt_pt: Criar nova rota
ru_ru: Создать новый Маршрут
tr_tr: Yeni ucus rotasi ac

# PanelNewRoute_202_name
source: Destination 1
es_es: Destino 1
hu_hu: 1. úticél
nl_nl: Bestemming 1
pt_pt: Destino 1
ru_ru: Направление 1
tr_tr: 1. Aktarma

# PanelNewRoute_203_name
source: Destination 2
es_es: Destino 2
hu_hu: 2. úticél
nl_nl: Bestemming 2
pt_pt: Destino 2
ru_ru: Направление 2
tr_tr: 2. aktarma

# PanelNewRoute_204_name
source: Distance
es_es: Distancia
hu_hu: Távolság
nl_nl: Afstand
pt_pt: Distância
ru_ru: Расстояние
tr_tr: Mesafe

# PanelNewRoute_205_name
source: Max. Distance
es_es: Máx. Distancia
hu_hu: Max. távolság
nl_nl: Max. afstand
pt_pt: Distância Máxima
ru_ru: Макс. расстояние
tr_tr: Maksimum Mesafe

# PanelNewRoute_206_name
source: {0:0.##} % free
es_es: {0:0.##} % libre
hu_hu: {0:0.##} % szabad
nl_nl: {0:0.##} % gratis
pt_pt: {0:0.##} % disponível
ru_ru: {0:0.##} % свободно
tr_tr: {0:0.##} % indirim

# PanelNewRoute_1001_name
source: One or more airports are not of appropriate type (Regional/Domestic/Intl)
es_es: Uno o ambos aeropuertos no son del tipo apropiado
hu_hu: Legalább az egyik repülőtér nem megfelelő típusú (regionális/belföldi/Nk-i)
nl_nl: Een of beide luchthavens is niet het juiste type (Regionaal/Nationaal/Internationaal)
pt_pt: Um ou mais aeroportos não são do tipo apropriado (Regional/Doméstico/Internacional)
ru_ru: Один или более аэропортов не соответствующего типа (Региональный/Национальный/Международный)
tr_tr: Bir veya daha fazla hava alani tipi uygun degil (Bölgesel/Yerel/Ulusal)

# PanelNewRoute_1002_name
source: Flights between {0} and {1} are not allowed
es_es: Los vuelos entre {0} y {1} no están permitidos
hu_hu: A repülések {0} és {1} között nem engedélyezettek.
nl_nl: Vluchten tussen {0} en {1} zijn niet toegestaan
pt_pt: Voos entre {0} e {1} não são permitidos
ru_ru: Рейсы между {0} и {1} не разрешены
tr_tr: {0} ve {1} arasi ucusa izin verilmemektedir

# PanelNewRoute_1003_name
source: Stopover
es_es: Escala
hu_hu: Közbeeső megálló
nl_nl: Rustpunt
pt_pt: Escala
ru_ru: Промежуточная посадка
tr_tr: Ara istasyon

# PanelNewRoute_1004_name
source: Route
es_es: Ruta
hu_hu: Útvonal
pt_pt: Rota
ru_ru: Маршрут
tr_tr: Güzergah

# MenuHome_1000_name
source: Home
es_es: Inicio
hu_hu: Haza
nl_nl: Hoofdscherm
pt_pt: Início
ru_ru: Дом
tr_tr: Merkez

# MenuOptions_1000_name
source: Options
es_es: Opciones
hu_hu: Opciók
nl_nl: Opties
pt_pt: Opções
ru_ru: Опции
tr_tr: Ayarlar

# MenuNewGame_1000_name
source: Main menu
es_es: Menú de inicio
hu_hu: Főmenü
nl_nl: Nieuw spel
pt_pt: Menu Principal
ru_ru: Главное Меню
tr_tr: Ana Menü

# MenuExitGame_1000_name
source: Exit game
es_es: Salir del juego
hu_hu: Kilépés a játékból
nl_nl: Spel afsluiten
pt_pt: Sair do Jogo
ru_ru: Выйти из игры
tr_tr: Oyundan Cik

# MessageBox_101_name
source: Filename Error
es_es: Error de archivo
hu_hu: HIbás fájlnév
nl_nl: Bestandsnaam Fout
pt_pt: Erro de Nome de Ficheiro
ru_ru: Ошибка в названии файла
tr_tr: Dosya Adi Hatasi

# MessageBox_101_message
source: The given filename is invalid. Loading of game aborted.
es_es: El nombre dado no es válido. No se puede cargar la partida.
hu_hu: Az adott fájlnév érvénytelen. A játék beolvasása nem folytatható.
nl_nl: De ingevoerde bestandsnaam is ongeldig.\n\nLaden van het spel is afgebroken.
pt_pt: O nome de ficheiro é inválido. Carregamento do jogo abortado.
tr_tr: Verilen dosya adi gecersiz oldugu icin Oyun yüklemesi iptal edildi.

# MessageBox_1001_name
source: Main Menu
es_es: Menú de inicio
hu_hu: Főmenü
nl_nl: Hoofd Menu
pt_pt: Menu Principal
ru_ru: Главное Меню
tr_tr: Ana Menü

# MessageBox_1001_message
source: Are you sure you want to go to the main menu?
es_es: ¿Está seguro de querer ir al menú de inicio?
hu_hu: Biztosan ki szeretne lépni a főmenübe?
nl_nl: Weet je zeker dat je een nieuw spel wil beginnen?
pt_pt: Tens a certeza que queres ir para o menu principal?
ru_ru: Вы уверены, что хотите выйти в Главное Меню?
tr_tr: Ana Menüye Gitmek Istediginizden Eminmisiniz?

# MessageBox_1002_name
source: Load Game
es_es: Cargar juego
hu_hu: Játék betöltése
nl_nl: Laad Spel
pt_pt: Carregar Jogo
ru_ru: Загрузить Игру
tr_tr: Oyun Yükle

# MessageBox_1002_message
source: Are you sure you want to load a saved game?
es_es: ¿Está seguro de querer cargar una partida guardada?
hu_hu: Biztos benne, hogy be szeretné tölteni a mentett játékot?
nl_nl: Weet je zeker dat je een opgeslagen spel wil laden?
pt_pt: Tens a certeza que queres carregar um jogo guardado?
ru_ru: Вы уверены, что хотите загрузить сохраненную игру?
tr_tr: Kaydedilmis Bir Oyunu Yüklemek Istediginizden Eminmisiniz?
