Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# MessageBox_2201_message
source: You don't have enough money to buy these facilities.
es_es: No tiene dinero suficiente para comprar estas instalaciones.
hu_hu: Nincs elég pénze megvenni e szolgáltatásokat.
nl_nl: Je hebt niet genoeg geld beschikbaar om deze voorzieningen te kopen.
pt_pt: Não tens dinheiro disponível para comprar estas infraestruturas.
ru_ru: У Вас не хватает средств, что бы приобрести эти постройки.
tr_tr: Bu tesisi kurabilmeniz icin yeterli paraniz yok.

# MessageBox_2202_name
source: Upgrade Facility
es_es: Mejorar instalación
hu_hu: Szolgáltatás felminősítése
nl_nl: Faciliteit Verbeteren
pt_pt: Melhorar infraestrutura
ru_ru: Улучшить постройку
tr_tr: Tesisi gelistir

# MessageBox_2202_message
source: Are you sure you want to upgrade the facilities to {0} for {1}?
es_es: ¿Está seguro de querer mejorar las instalaciones de {0} por {1:C}?
hu_hu: Biztosan fel szeretné minősíteni e szolgáltatást ezzé: "{0}"? A felminősítés ára: {1}.
nl_nl: Weet je zeker dat je de voorziening wil verbeteren naar {0} voor {1}?
pt_pt: Tens a certeza que queres melhorar as infraestruturas para {0} por {1}?
ru_ru: Вы уверены, что хотите улучшить постройку {0} за {1}?
tr_tr: {0} tesisinizi {1} tesisine gelistirmek istediginizden eminmisiniz?

# MessageBox_2203_name
source: Error
hu_hu: Hiba
nl_nl: Fout
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata

# MessageBox_2203_message
source: The airport serves as homebase for a fleet airliner, so it needs to have at least basic service facilities.
es_es: El aeropuerto sirve como base de un avión de la flota, por lo requiere al menos las instalaciones básicas.
hu_hu: E repülőtér szolgál a légitársaság egy repülőjének bázisaként, így legalább alapvető szervízszolgáltatást kell tudjon nyújtani.
nl_nl: De luchthaven heeft minimaal de basisvoorzieningen nodig aangezien ze dienst doet als thuisbasis voor een van de vliegtuigen.
pt_pt: O aeroporto serve como uma Base Operacional para uma frota de aeronaves assim, necessita de ter pelo menos uma infraestrutura básica de serviço.
ru_ru: Аэропорт служит портом приписки для нашего самолета и требует наличия основных сервисных служб.
tr_tr: Havaalanı bir filo uçağı için ana üs olarak hizmet vermektedir, bu yüzden en azından temel hizmet tesisleri olması gerekir.

# MessageBox_2204_name
source: Delete Facility
es_es: Degradar instalación
hu_hu: Szolgáltatás törlése
nl_nl: Verwijderen
pt_pt: Destruir infraestrutura
tr_tr: Tesisi kaldir

# MessageBox_2204_message
source: Are you sure you want to delete {0} from the facilities?
es_es: ¿Está seguro de querer degradar las instalaciones de {0}?
hu_hu: Biztosan ki szeretné törölni ezt: {0}, a szolgáltatások közül?
nl_nl: Weet je het zeker dat jij {0} wilt verwijderen van de faciliteiten?
pt_pt: Tens a certeza que queres destruir as infraestruturas de {0}?
ru_ru: Are you sure you want to delete the facilities from {0}?
tr_tr: {0} tesisini kaldirmak istediginizden eminmisiniz?

# MessageBox_2205_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2205_message
source: You don't have enough money to buy this terminal.
es_es: No tiene dinero suficiente para comprar esta terminal.
hu_hu: Nincs elég pénze e terminál megvásárlásához.
nl_nl: Je hebt niet genoeg geld beschikbaar om deze terminal te kopen.
pt_pt: Não tens dinheiro suficiente para comprar este terminal.
ru_ru: У Вас не хватает средств, что бы построить этот Терминал.
tr_tr: Bu terminali alabilmeniz icin yeterli paraniz yok.

# MessageBox_2206_name
source: Build Terminal
es_es: Construir terminal
hu_hu: Terminál építése
nl_nl: Bouw Terminal
pt_pt: Construir terminal
ru_ru: Построить Терминал
tr_tr: Terminal insa et

# MessageBox_2206_message
source: Are you sure you want to build a terminal with {0} gates for {1:C}? All your rented gates will be moved to this terminal when finish building it.
es_es: ¿Está seguro de querer construir una terminal con {0} puertas por {1:C}?⏎ ⏎ Todas las puertas alquiladas serán reasignadas a esta terminal cuando finalice la construcción.
hu_hu: Biztosan szeretné megépíteni e terminált {0} kapuval, {1:C}-ért? Az össz kibérelt kapuja át lesz költöztetve e terminálba miután ez megépült.
nl_nl: Weet je zeker dat je {0} gates wil bouwen voor {1:C}?\n\nAl je gehuurde gates worden naar deze terminal verhuisd zodra ze klaar is.
pt_pt: Tens a certeza que queres construir um terminal com {0} portas de embarque por {1:C}? Todas as tuas portas de embarque alugadas serão movidas para este terminal aquando da sua inauguração.
tr_tr: {0} kadar kapisi olacak olan terminali {1:C} karsiliginda insa etmek istediginizden eminmisiniz? Terminal isaati bittikten sonra bürolariniz sahip olacaginiz terminale tasinacaktir

# MessageBox_2207_name
source: Remove Terminal
es_es: Quitar terminal
hu_hu: Terminál eltávolítása
nl_nl: Verwijder Terminal
pt_pt: Remover terminal
ru_ru: Удалить Терминал
tr_tr: Terminali yik

# MessageBox_2207_message
source: Are you sure you want to stop building this terminal?
es_es: ¿Está seguro de querer detener la construcción de esta terminal?
hu_hu: Biztosan meg szeretné szakítani e terminál építését?
nl_nl: Weet je zeker dat je de bouw van deze terminal wil stoppen?
pt_pt: Tens a certeza que queres parar a construção deste terminal?
ru_ru: Вы уверены, что хотите остановить постройку этого Терминала?
tr_tr: Terminal insasindan vazgecmek istediginizden eminmisiniz?

# MessageBox_2208_name
source: Remove Terminal
es_es: Quitar terminal
hu_hu: Terminál eltávolítása
nl_nl: Verwijder Terminal
pt_pt: Remover Terminal
ru_ru: Удалить Терминал
tr_tr: Terminali yik

# MessageBox_2208_message
source: Are you sure you want to remove this terminal with {0} gates?
es_es: ¿Está seguro de quitar esta terminal con {0} puertas?
hu_hu: Biztosan el szeretné távolítani e terminált {0} kapuval?
nl_nl: Weet je zeker dat je deze terminal met {0} gates wil verwijderen?
pt_pt: Tens a certeza que queres remover este terminal com {0} portas de embarque?
ru_ru: Вы уверены, что хотите удалить Терминал с {0} Выходов?
tr_tr: {0} sayida kapisi olan terminali yikmak istediginizden eminmisiniz?

# MessageBox_2209_name
source: Removal Not Possible
es_es: No es posible quitar
hu_hu: Eltávolítás nem lehetséges
nl_nl: Verwijderen Niet Mogenlijk
pt_pt: Não é possível a Remoção
ru_ru: Удаление невозможно
tr_tr: Yikim olanaksiz

# MessageBox_2209_message
source: It is not possible to remove the terminal, since it is currently in use.
es_es: No es posible eliminar esta terminal, ya que está actualmente en uso.
hu_hu: Nem lehetséges eltávolítani e terminált, mert jelenleg használatban van.
nl_nl: Het is niet mogelijk om deze terminal te verwijderen omdat ze momenteel nog in gebruik is.
pt_pt: Não é possível a remoção do terminal uma vez que está em uso.
ru_ru: Невозможно удалить действующий терминал!
tr_tr: Kullanimda olan terminali yikmaniz mümkün degil

# MessageBox_2210_name
source: Expansion Not Possible
es_es: No es posible extender
hu_hu: Bővítés nem lehetséges
nl_nl: Uitbreiding Niet Mogenlijk
pt_pt: Não é possível expandir
ru_ru: Расширение невозможно
tr_tr: Gelistirme mümkün degil

# MessageBox_2210_message
source: It is not possible to expand this terminal, since it isn't finished building.
es_es: No es posible ampliar esta terminal, ya que no ha finalizado la construcción.
hu_hu: Nem lehetséges e terminál bővítése, mert még nem épült meg.
nl_nl: Het is niet mogelijk om deze terminal uit te breiden omdat ze momenteel nog wordt gebouwd.
pt_pt: Não é possível expandir este terminal uma vez que não acabou a sua construção.
ru_ru: Невозможно начать расширение терминала, так как он еще не построен.
tr_tr: Terminal insaati bitmedigi icin tesisi gelistiremezsiniz

# MessageBox_2211_name
source: Buy Terminal
es_es: Comprar terminal
hu_hu: Terminál megvásárlása
nl_nl: Koop Terminal
pt_pt: Comprar Terminal
ru_ru: Купить Терминал
tr_tr: Terminali satin al

# MessageBox_2211_message
source: Are you sure you want to buy this terminal for {0:C}? All your rented gates will be moved to the terminal.
es_es: ¿Está seguro de querer comprar esta terminal por {0:C}?⏎ ⏎ Todas las puertas alquiladas serán reasignadas a esta terminal.
hu_hu: Biztosan meg szeretné vásárolnice terminált {0:C}-ért? Az össz kibérelt kapuja át lesz költöztetve e terminálba.
nl_nl: Weet je zeker dat je deze terminal wil kopen voor {0:C}?\n\nAl je gehuurde gates worden naar deze terminal verhuisd zodra ze klaar is.
pt_pt: Tens a certeza que queres comprar este terminal por {0:C}? Todas as tuas portas de embarque alugadas serão movidas para o terminal.
tr_tr: {0:C} tutarindaki terminami satinalmak istediginizden eminmisiniz? Satin aldiktan sonra kirada kaldiginiz bürolardan sahip oldugunuz bürolara tasinacaksiniz.

# MessageBox_2212_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2212_message
source: You don't have enough money to etablish a hub.
es_es: No tiene dinero suficiente para establecer un centro de operaciones.
hu_hu: Nincs elég pénze központot nyitni.
nl_nl: Je heeft niet genoeg geld beschikbaar om een hub te openen.
pt_pt: Não tens dinheiro suficiente para estabelecer um hub.
ru_ru: У Вас не хватает средств, что бы основать Хаб.
tr_tr: Sube acmak icin yeterli paraniz yok

# MessageBox_2213_name
source: Etablish Hub
es_es: Establecer centro de operaciones
hu_hu: Központ nyitása
nl_nl: Vestig Hub
pt_pt: Estabelecer Hub
ru_ru: Основать Хаб
tr_tr: Sirket subesi ac

# MessageBox_2213_message
source: Are you sure you want to etablish a hub for {0:C}?
es_es: ¿Está seguro de querer establecer un centro de operaciones por {0:C}?
hu_hu: Biztosan szeretne központot nyitni {0:C}-ért?
nl_nl: Weet je zeker dat je deze hub wil openen voor {0:C}?
pt_pt: Tens a certeza que queres estabelecer um hub por {0:C}?
ru_ru: Вы уверены, что хотите основать Хаб за {0:C}?
tr_tr: {0:C} tutacak olan subeyi acmak istedigninizden eminmisiniz?

# MessageBox_2214_name
source: Error
hu_hu: Hiba
nl_nl: Fout
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata

# MessageBox_2214_message
source: The airport serves as a hub, and needs at least a {0}
es_es: El aeropuerto sirve como centro de operaciones, y necesita al menos un {0}
hu_hu: E repülőtér központként működik és igényel legalább egy {0}
nl_nl: De luchthaven doet dienst als hub en heeft minimaal een {0} nodig.
pt_pt: O aeroporto é um hub e necessita de pelo menos um/a {0}
ru_ru: Аэропорт работает как Хаб и нуждается в {0} или выше.
tr_tr: Havaalanı bir merkez olarak hizmet vermektedir ve en az bir {0} e ihtiyacı var

# MessageBox_2215_name
source: Error
hu_hu: Hiba
nl_nl: Fout
pt_pt: Err
ru_ru: Ошибка
tr_tr: Hata

# MessageBox_2215_message
source: You can not release a gate, because you need to have at least 20 % of the gates when having a hub.
es_es: No se puede deshacer de una puerta, ya que cuando tiene un centro de operaciones necesita al menos el 20 % de las puertas.
hu_hu: Nem tud kaput lemondani, mert e repülőtér központ, így a kapuk legalább 20%-ával kell rendelkeznie.
nl_nl: Je kunt deze gate niet vrijgeven omdat je minimaal 20% van de gates in bezit moet hebben om de hub te behouden.
pt_pt: Não podes abandonar a porta de embarque porque necessitas de pelo menos 20% para manteres um hub.
ru_ru: Вы не можете освободить Выход, так как Вам необходимо иметь не менее 20 % Выходов в хабе
tr_tr: Subenizin oldugu hava alanlanindaki kapilarin en az %20 sine sahip olmaniz gerekir ve bundan dolayi kapilari devredemezsiniz

# MessageBox_2216_name
source: Relocate Operations
es_es: Reasignar operaciones
hu_hu: Üzem elköltöztetése
nl_nl: Verplaats operatie
pt_pt: Deslocalizar Operações
ru_ru: Переместить Операции
tr_tr: Isletmeler yeni yerine tasindi

# MessageBox_2216_message
source: Are you sure you want to move all operations from {0} to {1}?
es_es: ¿Está seguro de querer reasignar todas las operaciones de {0} a {1}?
hu_hu: Biztosan el szeretné költöztetni teljes üzemét {0}-ból, {1}-ba?
nl_nl: Ben je zeker dat je al je activiteiten wil verplaatsen van {0} naar {1}?
pt_pt: Tens a certeza que queres mover todas as operações de {0} para {1}?
ru_ru: Вы уверены, что хотите перенести все операции из {0} в {1}?
tr_tr: Bütün isletmelerinizi {0} da {1} a tasimak istediginizden eminmisiniz?

# MessageBox_2217_name
source: Check-in Facilities
es_es: Instalaciones de Check in
hu_hu: Check-in szolgáltatások
nl_nl: Check-in Faciliteit
pt_pt: Infraestruturas de Check-in
ru_ru: Стойки Регистрации
tr_tr: Check-in masalari

# MessageBox_2217_message
source: Do you want to purchase check in facilities before renting a gate at the airport?
es_es: ¿Desea adquirir instalaciones de facturación antes de alquilar una puerta en el aeropuerto?
hu_hu: Szeretne Check-in szolgáltatást vásárolni, mielőtt kaput bérel e repülőtéren?
nl_nl: Wil je incheckvoorzieningen kopen voor je een gate huurt in de luchthaven?
pt_pt: Queres comprar as infraestruturas de check-in antes de alugares uma porta de embarque no aeroporto?
ru_ru: Вы хотите приобрести стойку регистрации до того как арендовали Выход в аэропорту?
tr_tr: Havaalaninda kapi kiralamadan önce check in masalari almak istediginizden eminmisiniz?

# MessageBox_2218_name
source: Build Runway
es_es: Construir Pista
hu_hu: Kifutópálya epítése
nl_nl: Bouw Landingsbaan
pt_pt: Construir pista
ru_ru: Построить ВПП
tr_tr: pist insa et

# MessageBox_2218_message
source: Are you sure you want to build a runway at {0} for {1:C}?
es_es: ¿Seguro que quiere construir una pista en {0} por {1:C}?
hu_hu: Biztosan szeretne kifutópályát építeni e {0} repülőtéren, {1.C}-ért?
nl_nl: Weet u zeker dat u een start-/landingsbaan wilt bouwen op {0} voor {1:C}?
pt_pt: Tens a certeza que queres construir uma pista em {0} por {1:C}?
ru_ru: Вы уверены, что хотите построить ВПП в {0} за {1:C}?
tr_tr: {0} a {1:C} tutarinda pist insa etmek istedignizden eminmisiniz?

# MessageBox_2219_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2219_message
source: You don't have enough money to build a runway.
es_es: Usted no tiene sufficiente dinero para construir una pista de aterrizaje.
hu_hu: Nincs elég pénze kifutópályát építeni.
nl_nl: U heeft niet genoeg geld om een start-/landingsbaan te bouwen.
pt_pt: Não tens dinheiro suficiente para construíres a pista.
ru_ru: У Вас не хватает средств, что бы построить ВПП.
tr_tr: Pist insa etmek icin yeterli paraniz yok.

# MessageBox_2301_name
source: Airliner Not Stopped
es_es: Avión no detenido
hu_hu: Repülő nincs leállítva
nl_nl: Vliegtuig Niet Gestopt
pt_pt: Aeronave não parada.
ru_ru: Самолет Не Остановлен
tr_tr: Ucak durdurulamadi

# MessageBox_2301_message
source: The airliner needs to be stopped to change the facilities.
es_es: El avión debe estar en tierra para cambiar las instalaciones.
hu_hu: A repülőt le kell állítanija amennyiben szeretné módosítani a szolgáltatásokat benne.
nl_nl: Het vliegtuig moet worden gestopt om de voorzieningen te wijzigen.
pt_pt: A aeronave necessita de ser parada para mudar as infraestruturas.
ru_ru: Для смены компоновки классов необходимо остановить полеты самолета.
tr_tr: Tesisleri değiştirmek için bu ucagin durdurulması gerekir.

# MessageBox_2401_name
source: IATA Exists
es_es: IATA existe
hu_hu: IATA már létezik
nl_nl: IATA Bestaat
pt_pt: IATA Existe
ru_ru: IATA существует
tr_tr: IATA var. Kullaniliyor

# MessageBox_2401_message
source: Are you sure you want to override {0}?
es_es: ¿Está seguro de querer anular {0}?
hu_hu: Biztosan felül szeretné írni ezt: {0}?
nl_nl: Weet je zeker dat je {0} wil overschrijven?
pt_pt: Tens a certeza que queres substituir {0}?
ru_ru: Вы уверены, что хотите отменить {0}?
tr_tr: {0} in üzerine kaydetmek istediginizden eminmisiniz?

# MessageBox_2402_name
source: Create Airline
es_es: Crear aerolínea
hu_hu: Légitársaság létrehozása
nl_nl: Creëer Luchtvaartmaatschappij
pt_pt: Criar Companhia
ru_ru: Создать Авиакомпанию
tr_tr: Havayolu sirketi olustur

# MessageBox_2402_message
source: Are you sure you want to create this airline?
es_es: ¿Está seguro de querer crear esta aerolínea?
hu_hu: Biztosan létre szeretné hozni e légitársaságot?
nl_nl: Weet je zeker dat je deze luchtvaartmaatschappij wil creëren?
pt_pt: Tens a certeza que queres criar esta companhia?
ru_ru: Вы уверены, что хотите создать эту авиакомпанию?
tr_tr: Bu havayolu sirketini olusturmak istediginizden eminmisiniz?

# MessageBox_2403_name
source: Name of CEO
es_es: Nombre del Presidente
hu_hu: Vezérigazgató neve
nl_nl: Naam directeur
pt_pt: Nome do Administrador
ru_ru: Имя Генерального Директора
tr_tr: Sirket sahibinin ismi

# MessageBox_2403_message
source: The name of the CEO must be longer than 2 characters.
es_es: El nombre de Presidente debe tener más de 2 caracteres.
hu_hu: A vezérigazgató neve hosszabb kell legyen 2 karakternél.
nl_nl: De naam van de directeur moet langer zijn dan 2 tekens.
pt_pt: O nome do Administrador deve ser maior do que 2 caracteres.
ru_ru: Имя Генерального Директора должно быть больше, чем 2 символа
tr_tr: Sirket sahibinin ismi 2 harften uzun olmalidir.

# MessageBox_2501_name
source: Invalid Route
es_es: Ruta no válida
hu_hu: Lehetetlen útvonal
nl_nl: Ongeldige Route
pt_pt: Rota Inválida
ru_ru: Неправильный Маршрут
tr_tr: Gecersiz güzergah

# MessageBox_2501_message
source: The route is not valid which might be because of no free gates at the destinations or that the price is not correct.
es_es: La ruta no es válida, lo que puede deberse a no disponer de puertas libres en los destinos o que el precio no sea correcto.
hu_hu: Ez az útvonal nem lehetséges. Ez előfordulhat mert nincs elég szabad kapu a repülőterek egyikén, vagy a megadott ár nem megfelelő.
nl_nl: De route is niet geldig omdat er geen vrije gates op de bestemmingen beschikbaar zijn of omdat de prijs niet correct is.
pt_pt: A rota não é válida porque ou não há portas de embarque válidas ou porque o preço não é correcto.
ru_ru: Недействительный маршрут. Это может быть из-за того, что на выбраном направлении отсутствуют свободные Выходы или из-за неправильной цены
tr_tr: Güzergahlar arasinda belirlenen fiyatin dogru olmadigi veya bos kullanilabilir kapiniz olmadigi icin bu güzergah gecerli degildir.

# MessageBox_2502_name
source: Remove Airliner
es_es: Quitar avión
hu_hu: Repülőgép eltávolítása
nl_nl: Verwijder Vliegtuig
pt_pt: Remover Aeronave
ru_ru: Удалить самолет
tr_tr: Ucagi iptal et

# MessageBox_2502_message
source: Are you sure you want to remove {0} from this route?
es_es: ¿Está seguro de querer quitar {0} de esta ruta?
hu_hu: Biztosan el szeretné távolítani {0}-t e járatról?
nl_nl: Weet je zeker dat je {0} van deze route wil verwijderen?
pt_pt: Tens a certeza que queres remover {0} desta rota?
ru_ru: Вы уверены, что хотите убрать {0} с этого Маршрута?
tr_tr: Bu güzergahtan {0} i kaldirmak istediginizden eminmisiniz?

# MessageBox_2503_name
source: Remove Route
es_es: Quitar ruta
hu_hu: Útvonal törlése
nl_nl: Verwijder Route
pt_pt: Remover Rota
ru_ru: Удалить Маршрут
tr_tr: Güzergah i kaldir

# MessageBox_2503_message
source: Are you sure you want to remove this route between {0} and {1}?
es_es: ¿Está seguro de querer eliminar esta ruta entre {0} y {1}?
hu_hu: Biztosan szeretné ezt az {0} és {1} közti útvonalat eltörölni?
nl_nl: Weet je zeker dat je de route tussen {0} en {1} wil verwijderen?
pt_pt: Tens a certeza que queres remover esta rota entre {0} e {1}?
ru_ru: Вы уверены, что хотите удалить маршрут между {0} и {1}?
tr_tr: {0} ve {1} arasindaki güzergahi kaldirmak istediginizden eminmisiniz?

# MessageBox_2504_name
source: Invalid Timetable
es_es: Horario no válido
hu_hu: Lehetetlen menetrend
nl_nl: Ongeldig Vluchtplan
pt_pt: Tabela Inválida
ru_ru: Неправильное расписание
tr_tr: Gecersiz zaman tablosu

# MessageBox_2504_message
source: Your timetable is invalid. Make sure you have allotted sufficient turnaround time.
es_es: Su horario no es válido. Asegúrese de que ha permitido suficiente tiempo de respuesta
hu_hu: A megszabott menetrend nem lehetséges. Nézzen utána, hogy szabott e elegendő fordulatidőt.
nl_nl: Vluchtplan is ongeldig. Zorg ervoor dat er genoeg tijd is tussen de vluchten.
pt_pt: A tua tabela é inválida. Verifica se deste tempo suficiente de manobra em terra.
ru_ru: Ваше расписание недействительно. Убедитесь, что вы выделили достаточно времени на обратный полет.
tr_tr: Gecersiz zaman tablosu. Geri dönüs icin gecerli sürenin oldugundan emin olun.

# MessageBox_2505_name
source: Missing Pilots
es_es: Falta pilotos
hu_hu: Pilóta hiányzik
nl_nl: Geen Piloten
pt_pt: Pilotos em Falta
ru_ru: Отсутствуют Пилоты
tr_tr: Pilot eksik

# MessageBox_2505_message
source: This aircraft is not staffed adequately. Would you like to auto-assign pilots to this airliner?
es_es: Este avión no tiene suficiente personal. ¿Te gustaría asignar pilotos a este avión automáticamente?
hu_hu: Ez a repülő nem rendelkezik megfelelő személyzettel. Szeretné automatikusan hozzárendelni a hiányzó pilótákat?
nl_nl: De bemanning van dit vliegtuig is onvoldoende. Wilt u piloten automatisch toewijzen?
pt_pt: Esta aeronave não está equipada adequadamente em pessoal. Desejas alocar pilotos automaticamente para esta aeronave?
ru_ru: Этот самолет недоукомплектован экипажем. Назначить пилотов автоматически?
tr_tr: Yeterli sayida pilot olmadigi icin, bu ucaga otomatik olarak pilot tahsis edilmesini istermisiniz?

# MessageBox_2506_name
source: Missing Pilots
es_es: Falta pilotos
hu_hu: Pilóta hiányzik
nl_nl: Geen Piloten
pt_pt: Pilotos em Falta
ru_ru: Отсутствуют Пилоты
tr_tr: Pilot eksik

# MessageBox_2506_message
source: You have no free pilots for this airliner. Do you want to hire the missing {0} pilots?
es_es: No tiene pilotos libres para este avión. ¿Quiere contratar a los {0} pilotos restantes?
hu_hu: Nincsen elég szabad pilótája e repülőhöz. Szeretné-e alkalmazni a hiányzó {0} pilótát?
nl_nl: Er zijn geen piloten beschikbaar voor dit vliegtuig. Wilt u de ontbrekende {0} piloten inhuren?
pt_pt: Não tens pilotos disponíveis para esta aeronave. Desejas contratar os restantes {0} pilotos?
ru_ru: Не хватает свободных пилотов для этого самолета. Нанять {0} недостающих пилотов?
tr_tr: Bu ucak icin bosta pilotunuz yok. {0} a pilot kiralamak istermisiniz?

# MessageBox_2507_name
source: Missing Pilots
es_es: Falta pilotos
hu_hu: Pilóta hiányzik
nl_nl: Geen Piloten
pt_pt: Pilotos em Falta
ru_ru: Отсутствуют Пилоты
tr_tr: Pilot eksik

# MessageBox_2507_message
source: This aircraft is not staffed adequately. Please assign pilots to the airliner
es_es: Este avión no tiene suficiente personal. Por favor, asigne pilotos al avión
hu_hu: Ez a repülőgép nem rendelkezik megfelelő személyzettel. Kérem rendeljen pilótát e repülőgéphez.
nl_nl: De bemanning van dit vliegtuig is onvoldoende. Wijs piloten aan dit vliegtuig toe.
pt_pt: Esta aeronave não está equipada adequadamente em pessoal. Atribui pilotos à aeronave por favor.
ru_ru: Этот самолет недоукомплектован экипажем. Пожалуйста назначьте пилотов
tr_tr: Yeterli sayida pilotunuz yok . Lütfen bu ucaga pilot tahsis edin.

# MessageBox_2601_name
source: Join Alliance
es_es: Unirse a alianza
hu_hu: Szövetséghez csatlakozás
nl_nl: Toetreden Tot Alliantie
pt_pt: Juntar-se à Aliança
ru_ru: Вступить в Альянс
tr_tr: Birlige Katil
