Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PageNewGame_1001_name
source: Airline Profile
es_es: Perfil de la Aerolínea
hu_hu: Légitársaság adatlapja
nl_nl: Profiel luchtvaartmaatschappij
pt_pt: Perfil da Companhia
ru_ru: Профиль авиакомпании
tr_tr: Havayolu Profili

# PageNewGame_1002_name
source: Select Airline
es_es: Seleccionar Aerolínea
hu_hu: Légitársaság kiválasztása
nl_nl: Kies luchtvaartmaatschappij
pt_pt: Seleccionar Companhia
ru_ru: Выбрать авиакомпанию
tr_tr: Havayolu Sec

# PageNewGame_1003_name
source: IATA Code
es_es: Código IATA
hu_hu: IATA Kód
pt_pt: Código IATA
ru_ru: IATA Код
tr_tr: IATA kodu

# PageNewGame_1004_name
source: Home Country
es_es: País de orígen
hu_hu: Honos ország
nl_nl: Thuis Land
pt_pt: País de Origem
ru_ru: Домашняя страна
tr_tr: Merkez ülke

# PageNewGame_1005_name
source: Name of CEO
es_es: Nombre del Presidente
hu_hu: Vezérigazgató neve
nl_nl: Naam directeur
pt_pt: Nome do Administrador
ru_ru: Имя Генерального Директора
tr_tr: Sirket sahibi ismi

# PageNewGame_1006_name
source: Airline Color
es_es: Color de la aerolínea
hu_hu: Légitársaság színe
nl_nl: Kleur Luchtvaartmaatschappij
pt_pt: Cor da Companhia
ru_ru: Цвет авиакомпании
tr_tr: Havayolu Rengi

# PageNewGame_1007_name
source: Select Homebase
es_es: Seleccionar base
hu_hu: Központ kiválasztása
nl_nl: Kies Thuisbasis
pt_pt: Seleccionar Base Operacional
ru_ru: Выбрать Порт Приписки
tr_tr: Merkez secin

# PageNewGame_1008_name
source: Select Start Year
es_es: Seleccionar año de comienzo
hu_hu: Kezdőév kiválasztása
nl_nl: Kies Start Jaar
pt_pt: Seleccionar Ano Inicial
ru_ru: Выбрать год начала игры
tr_tr: Baslangic yili secin

# PageNewGame_1009_name
source: Select Timezone
es_es: Seleccionar zona horaria
hu_hu: Időzóna kiválasztása
nl_nl: Kies Tijdzone
pt_pt: Seleccionar Fuso Horário
ru_ru: Выбрать Часовой пояс
tr_tr: Zaman dilimi secin

# PageNewGame_1010_name
source: Select Opponents
es_es: seleccionar el número de opositores
hu_hu: Ellenfelek kiválasztása
nl_nl: Selecteer Tegenstanders
pt_pt: Seleccionar Rivais
ru_ru: Выбор соперников
tr_tr: Rakipleri secin

# PageNewGame_1011_name
source: Select Difficulty
es_es: Dificultad
hu_hu: Nehézség kiválasztása
nl_nl: Kies Moeilijkheidsgraad
pt_pt: Seleccionar Dificuldade
ru_ru: Выбор сложности
tr_tr: Zorluk secin

# PageNewGame_1012_name
source: Select Playing Region
es_es: Seleccionar región
hu_hu: Játék régiójának kiválasztása
nl_nl: Kies Speel Regio
pt_pt: Seleccionar Região de Jogo
ru_ru: Выбрать игровой регион
tr_tr: Oynanilacak bölgeyi secin

# PageNewGame_1013_name
source: Select Airline Focus
es_es: Seleccionar enfoque de la aerolínea
hu_hu: Légitársaság típusa
nl_nl: Kies Focus van Luchtvaartmaatschappij
pt_pt: Seleccionar o Foco da Aliança
ru_ru: Выбрать специализацию авиакомпании
tr_tr: Havayolu odağı seçin

# PageNewGame_1014_name
source: Use Local Currency
es_es: Utilizar la moneda local
hu_hu: Használd a helyi pénznemet
nl_nl: Gebruik Lokale Valuta
pt_pt: Usar moeda local
ru_ru: Использовать местную валюту
tr_tr: Yerel para birimini kullan

# PageNewGame_1015_name
source: Airline Description
es_es: Descripción de la Aerolínea
hu_hu: Légitársaság leírása
nl_nl: Beschrijving
pt_pt: Descrição da Aliança
ru_ru: Описание авиакомпании
tr_tr: Havayolu açıklamasi

# PageNewGame_1016_name
source: Use 24 Hour Turns
es_es: Utilizar turnos al dia
hu_hu: 24 órás körök
nl_nl: Gebruik 24 Uur's Rondes
pt_pt: Usar rotações de 24H
ru_ru: Использовать 24-часовые ходы
tr_tr: 24 saatlik döngü kullan

# PageNewGame_1017_name
source: Use Same Region Opponents
es_es: Utilizar los mismos oponentes region
hu_hu: Ellenfelek azonos régióból
nl_nl: Gebruik Tegestanders in zelfde Regio
pt_pt: Usar rivais na mesma região
ru_ru: Использовать конкурентов из одного Региона
tr_tr: Aynı Bölge Rakiplerini kullan

# PageAirlinePilots_1001_name
source: Pilots
es_es: Pilotos
hu_hu: Pilóták
nl_nl: Piloten
pt_pt: Pilotos
ru_ru: Пилоты
tr_tr: Pilotlar

# PageAirlinePilots_1002_name
source: Assign Pilot to Airliner
es_es: Asignar piloto de avion
hu_hu: Pilóta repülőgéphez rendelése
nl_nl: Wijs Piloot toe aan Vliegtuig
pt_pt: Seleccionar piloto para aeronave
ru_ru: Назначить пилота на самолет
tr_tr: Ucaga pilot tahsis et

# PageAirlineFacilityMaintenance_201_name
source: Set Classes
es_es: Establecer clases
hu_hu: Utasosztályok meghatározása
nl_nl: Aantal Klassen
pt_pt: Configurar classes
ru_ru: Установить классы
tr_tr: Ucus siniflarini ayarla

# PageAirlineFacilityMaintenance_202_name
source: Apply
es_es: Aplicar
hu_hu: Alkalmaz
nl_nl: Toepassen
pt_pt: Aplicar
ru_ru: Применить
tr_tr: Basvus

# PageAirlineFacilityMaintenance_1001_name
source: Configuration of Airliners
es_es: Configuracion de los aviones de pasajeros
hu_hu: Replőgép-osztályok beállítása
nl_nl: Configuratie van Vliegtuigen
pt_pt: Configuração de Aeronaves
ru_ru: Конфигурация самолетов
tr_tr: Ucak konfrigasyonu

# PageAirlineFacilityMaintenance_1002_name
source: Airliner Classes
es_es: Clases avion
hu_hu: Osztályok a repülőgépen
nl_nl: Vliegtuig Klassen
pt_pt: Classes de Aeronaves
ru_ru: Пассажирские классы самолета
tr_tr: Ucak siniflari

# PageAirlineFleet_1001_name
source: Airline Routes
es_es: Vista de la flota
hu_hu: Repülőgép útvonalai
nl_nl: Vliegroutes
pt_pt: Rotas da Companhia
ru_ru: Маршруты авиакомпании
tr_tr: Ucak güzergahlari

# PageAirlineFleet_1002_name
source: Reg. No.
es_es: Información de ruta de la flota
hu_hu: Azonosítószám
nl_nl: Registratie Nummer
pt_pt: Registo Nr.
ru_ru: Номер Регистрации
tr_tr: Kayit no

# PageAirlineFleet_1003_name
source: Type
es_es: Flota de la Aerolínea
hu_hu: Típus
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# PageAirlineFleet_1004_name
source: Routes
es_es: Aviones encargados
hu_hu: Útvonalak
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: güzergahlar

# PageAirlineFleet_1005_name
source: Delivery Date
es_es: Nombre
hu_hu: Szállítás napja
nl_nl: Afleverdatum
pt_pt: Data de entrega
ru_ru: Дата поставки
tr_tr: Teslim tarihi

# PageAirlineFleet_1006_name
source: Airline Ordered Fleet
es_es: Tipo
hu_hu: A légitársaság rendelt flottája
nl_nl: Bestelde Vliegtuigen
pt_pt: Frota encomendada da Companhia
ru_ru: Заказанный авиакомпанией Флот
tr_tr: Ismarlanan ucak ve sayisi

# PageAirlineFleet_1007_name
source: Purchased Type
es_es: Propietario
hu_hu: Vásárolt típus
nl_nl: Gekocht Type
pt_pt: Tipo de Compra
ru_ru: Закупленный тип
tr_tr: Sahip olma türü

# PageAirlineFleet_1008_name
source: Has Route
es_es: Tiene ruta
hu_hu: Van útvonala
nl_nl: Op route
pt_pt: Tem rota
ru_ru: Маршрут существует
tr_tr: Güzergahi var

# PageAirlineFleet_1009_name
source: Ordered
es_es: Encargado
hu_hu: Rendelt
nl_nl: Besteld
pt_pt: Encomendado
ru_ru: Заказан
tr_tr: Siparis edildi

# PageAirlineFleet_1011_name
source: Airline Fleet
hu_hu: A társaság flottája
nl_nl: Vloot
pt_pt: Frota de Aeronaves
ru_ru: Флот Авиакомпании
tr_tr: Havayolu filosu

# PageAirlineFinances_1001_name
source: Cash On Hand
es_es: Finanzas de la Aerolínea
hu_hu: Hozzáférhető készpénz
nl_nl: In Kas
pt_pt: Dinheiro em conta
ru_ru: Наличные
tr_tr: Eldeki nakit

# PageAirlineFinances_1002_name
source: Balance
es_es: Resumen Financiero
hu_hu: Mérleg
nl_nl: Balans
pt_pt: Balanço
ru_ru: Баланс
tr_tr: Bilanco

# PageAirlineFinances_1003_name
source: Financial Specifications
es_es: Dinero disponible
hu_hu: Pénzügyi specifikációk
nl_nl: Financiële Specificaties
pt_pt: Especificações Financeiras
ru_ru: Финансовые характеристики
tr_tr: Finansal durumu

# PageAirlineFinances_1004_name
source: Category
es_es: Balance total
hu_hu: Kategória
nl_nl: Categorie
pt_pt: Categoria
ru_ru: Категория
tr_tr: Katagori

# PageAirlineFinances_1005_name
source: This Month
es_es: Préstamos
hu_hu: E hónapban
nl_nl: Huidige Maand
pt_pt: Este mês
ru_ru: В этом месяце
tr_tr: Bu Ay

# PageAirlineFinances_1006_name
source: Last Month
es_es: Solicitar préstamo
hu_hu: Előző hónapban
nl_nl: Vorige Maand
pt_pt: Mês passado
ru_ru: За прошлый месяц
tr_tr: Geçen Ay

# PageAirlineFacilities_1001_name
source: Airline Facilities
es_es: Instalaciones de la Aerolínea
hu_hu: Légitársaság szolgáltatásai
nl_nl: Voorzieningen
pt_pt: Infraestruturas da Companhia
ru_ru: Постройки авиакомпании
tr_tr: Havayolu Tesisleri

# PageAirlineFacilities_1002_name
source: Purchase Facilities
es_es: Adquirir Instalaciones
hu_hu: Szolgáltatások vásárlása
nl_nl: Voorzieningen kopen
pt_pt: Comprar Infraestruturas
ru_ru: Покупка построек
tr_tr: Tesis fiyati

# PageAirlineFacilities_1003_name
source: Airline Advertisement
es_es: Publicidad de la Aerolínea
hu_hu: Légitársaság hirdetései
nl_nl: Bedrijfsadvertenties
pt_pt: Publicidade da Companhia
ru_ru: Реклама авиакомпании
tr_tr: Hava yolu reklami

# PageAirlineFacilities_1004_name
source: Save Advertisements
es_es: Guardar Publicidad
hu_hu: Hirdetések mentése
nl_nl: Bewaar advertenties
pt_pt: Guardar Publicidade
ru_ru: Сохранить рекламу
tr_tr: Reklamlari kaydet

# PageAirlineDestinations_201_name
source: Routes Map
es_es: Mapa de rutas
hu_hu: Útvonaltérkép
nl_nl: Routemap
pt_pt: Mapa de Rotas
ru_ru: Карта Маршрутов
tr_tr: Ucus haritasi

# PageAirlineDestinations_1001_name
source: Destinations
es_es: Destinos
hu_hu: Célállomások
nl_nl: Bestemmingen
pt_pt: Destinos
ru_ru: Пункты назначения
tr_tr: Varis yerleri

# PageAirlineDestinations_1002_name
source: Destinations
es_es: Destinos
hu_hu: Célállomások
nl_nl: Bestemmingen
pt_pt: Destinos
ru_ru: Направления
tr_tr: Varis yerleri

# PageAirlineDestinations_1003_name
source: Routes Information
es_es: Informacion de la ruta
hu_hu: Útvonalinformációk
nl_nl: Route Informatie
pt_pt: Informação de Rotas
ru_ru: Информация о Маршрутах
tr_tr: Güzergah bilgisi

# PageAirlineDestinations_1004_name
source: Total Number of Routes
es_es: Número total de rutas
hu_hu: Útvonalak teljes száma
nl_nl: Totaal Aantal Routes
pt_pt: Número total de rotas
ru_ru: Общее кол-во Маршрутов
tr_tr: Toplam güzergah sayisi

# PageAirlineDestinations_1005_name
source: Longest Route
es_es: Ruta más larga
hu_hu: Leghosszabb útvonal
nl_nl: Langste Route
pt_pt: Rota mais longa
ru_ru: Наиболее длинный Маршрут
tr_tr: En uzun güzergah

# PageAirlineDestinations_1006_name
source: Average Route Balance
es_es: Balance promedio de ruta
hu_hu: Átlagos útvonalnyereség
nl_nl: Gemiddelde Route Balans
pt_pt: Balanço médio da rota
ru_ru: Средний баланс Маршрута
tr_tr: Ortalama güzergah dengesi

# PageAirlineDestinations_1007_name
source: Average Filling Percent
es_es: Porcentaje promedio de ocupación
hu_hu: Átlagos foglaltsági arány
nl_nl: Gemiddeld Vullingspercentage
pt_pt: Percentagem média de ocupação
ru_ru: Средний процент заполнения
tr_tr: Ortalama Dolum Yüzdesi

# PageAirlineDestinations_1008_name
source: Total Weekly Flights
es_es: Vuelos totales semanales
hu_hu: Heti összes járat
nl_nl: Totaal Wekelijke Vluchten
pt_pt: Número total de voos semanais
ru_ru: Общее кол-во Рейсов в неделю
tr_tr: Haftalik toplam ucus sayisi

# PageAirlineDestinations_1009_name
source: Total Passengers
es_es: Total de pasajeros
hu_hu: Összutasszám
nl_nl: Totaal Passagiers
pt_pt: Total passageiros
ru_ru: Всего пассажиров
tr_tr: Toplam yolcu

# PageAirlineDestinations_1010_name
source: Largest Gate Percent
es_es: Mayor porcentaje de puerta
hu_hu: Legnagyobb kapu-arány
nl_nl: Grootste Gate Percentage
pt_pt: Percentagem de portas de embarque maiores
ru_ru: Наибольший процент Выходов
tr_tr: En büyük kapi yüzdesi

# PageAirlineDestinations_1011_name
source: Smallest Gate Percent
es_es: Menor porcentaje de puerta
hu_hu: Legkisebb kapu-arány
nl_nl: Kleine Gate Percentage
pt_pt: Percentagem de portas de embarque menores
ru_ru: Наименьший процент Выходов
tr_tr: En kücük kapi yüzdesi

# PageAirlineSubsidiaries_200_name
source: Create Subsidiary
es_es: Crear subsidiaria
hu_hu: Leányvállalat létrehozása
nl_nl: Creër Dochteronderneming
pt_pt: Criar Subsidiária
ru_ru: Создать дочернюю компанию
tr_tr: Yavru sirket kur

# PageAirlineSubsidiaries_1001_name
source: Airline Subsidiaries
es_es: Filiales de la Aerolínea
hu_hu: Légitársaság leányvállalatai
nl_nl: Dochtermaatschappijen
pt_pt: Companhias Subsidiárias
ru_ru: Дочерние авиакомпании
tr_tr: Havayolu yavru sirketleri

# PageAirlineWages_1001_name
source: Wages
es_es: Salarios
hu_hu: Fizetések
nl_nl: Lonen
pt_pt: Salários
ru_ru: Зарплаты
tr_tr: Ücretler

# PageAirlineWages_1002_name
source: Food & Drinks
es_es: Comidas y bebidas
hu_hu: Étel és Ital
nl_nl: Voedsel & Drinken
pt_pt: Comida & Bebidas
ru_ru: Еда и Напитки
tr_tr: Yiyecek ve İçecekler

# PageAirlineWages_1003_name
source: Fees
es_es: Tasas
hu_hu: Költségek
nl_nl: Toeslagen
pt_pt: Taxas
ru_ru: Сборы
tr_tr: Harc

# PageAirlineWages_1004_name
source: Charges and Fees
es_es: Cargos y Tasas
hu_hu: Kiadások és költségek
nl_nl: Kosten en vergoedingen
pt_pt: Cobranças e Taxas
ru_ru: Сборы и платежи
tr_tr: Ücretler ve harclar

# PageAirlineWages_1005_name
source: Employees
es_es: Empleados
hu_hu: Alkalmazottak
nl_nl: Werknemers
pt_pt: Empregados
ru_ru: Сотрудники
tr_tr: Calisanlar

# PageAirlineWages_1006_name
source: Inflight Services
es_es: Servicios de abordo
hu_hu: Kiszolgálás
nl_nl: Diensten tijdens de vlucht
pt_pt: Serviços a Bordo
ru_ru: Услуги в полете
tr_tr: Ucus ici hizmetler

# PageAirlineWages_1007_name
source: Airline Services
es_es: Servicios de la Aerolínea
hu_hu: Légitársaság szolgáltatásai
nl_nl: Diensten van de luchtvaartmaatschappij
pt_pt: Serviços da Companhia
ru_ru: Службы Авиакомпании
tr_tr: Havayolu hizmetleri

# PageAirlineWages_1008_name
source: Advertisement
es_es: Publicidad
hu_hu: Hirdetés
nl_nl: Reclame
pt_pt: Publicidade
ru_ru: Реклама
tr_tr: Reklam

# PageAirlineWages_1009_name
source: Cockpit Crew
es_es: Tripulación de mando
hu_hu: Pilótafülke személyzete
nl_nl: Cockpit Staf
pt_pt: Tripulação Técnica
ru_ru: Пилоты
tr_tr: Kokpit ekibi

# PageAirlineWages_1010_name
source: Cabin Crew
es_es: Tripulación de abordo
hu_hu: Utaskiszolgáló-személyzet
nl_nl: Cabinepersoneel
pt_pt: Tripulação de Cabine
ru_ru: Бортпроводники
tr_tr: Kabin ekibi

# PageAirlineWages_1011_name
source: Support Crew
es_es: Equipo de apoyo
hu_hu: Repülőgépkiszolgáló-személyzet
nl_nl: Ondersteunend Personeel
pt_pt: Pessoal de Suporte
ru_ru: Обслуживающий персонал
tr_tr: Destek ekibi

# PageAirlineWages_1012_name
source: Maintenance Crew
es_es: Equipo de mantenimiento
hu_hu: Karbantartószemélyzet
nl_nl: Onderhoudspersoneel
pt_pt: Pessoal de Manutenção
ru_ru: Технический персонал
tr_tr: Bakim ekibi

# PageAirlineWages_1013_name
source: Select Configuration Name
es_es: Seleccionar nombre de configuración
hu_hu: Összeállítás neve
nl_nl: Selecteer Configuratie Naam
pt_pt: Seleccionar Nome de Configuração
ru_ru: Выбрать название Конфигурации
tr_tr: Yapilandirma ismini seciniz

# PageAirlineWages_1014_name
source: Select Configuration
es_es: Seleccionar configuración
hu_hu: Összeállítás kiválasztása
nl_nl: Selecteer Configuratie
pt_pt: Seleccionar Configuração
ru_ru: Выбрать Конфигурацию
tr_tr: Yapilandirma seciniz

# PageAirlineWages_1015_name
source: Discounts
es_es: Descuentos
hu_hu: Kedvezmények
nl_nl: Kortingen
pt_pt: Descontos
ru_ru: Скидки
tr_tr: Indirimler

# PageAirlineWages_1016_name
source: General Policies
es_es: Condiciones generales
hu_hu: Általános üzletpolitika
nl_nl: Algemeen Beleid
pt_pt: Normas Gerais
ru_ru: Общие Правила
tr_tr: Genel politikalar

# PageAirlineWages_1017_name
source: Cancellation Minutes
es_es: Minutos de cancelacion
hu_hu: Útlemondási határidő
nl_nl: Annuleringsminuten
pt_pt: Minutos para Cancelamento
ru_ru: Минуты до отмены рейса
tr_tr: Ucusa kac dakika kala iptal edilebilir

# PageAirlineWages_1018_name
source: Minutes
es_es: Minutos
hu_hu: Perc
nl_nl: Minuten
pt_pt: Minutos
ru_ru: Минуты
tr_tr: Dakikalar

# PageAirlineStatistics_1001_name
source: Airline Statistics
es_es: Estadísticas de la Aerolínea
hu_hu: Légitársaság statisztika
nl_nl: Bedrijfsstatistiek
pt_pt: Estatísticas da Companhia
ru_ru: Статистика Авиакомпании
tr_tr: Havayolu sirketi istatistigi

# PageAirlineStatistics_1002_name
source: Total Departures
es_es: Total de salidas
hu_hu: Össz induló járat
nl_nl: Aantal Uitgaande Vluchten
pt_pt: Total Saídas
ru_ru: Всего Вылетов
tr_tr: Toplam kalkis

# PageAirlineStatistics_1003_name
source: Total Passengers
es_es: Total de pasajeros
hu_hu: Összutasszám
nl_nl: Totaal Passagiers
pt_pt: Total de Passageiros
ru_ru: Всего пассажиров
tr_tr: Toplam yolcu

# PageAirlineStatistics_1004_name
source: Passengers Per Flight
es_es: Pasajeros por vuelo
hu_hu: Járatonkénti utaslétszám
nl_nl: Passagiers Per Vlucht
pt_pt: Passageiros por voo
ru_ru: Пассажиров за Рейс
tr_tr: Ucus basina yolcu

# PanelRoute_200_name
source: Delete Route
es_es: Eliminar ruta
hu_hu: Útvonal törlése
nl_nl: Verwijder Route
pt_pt: Apagar Rota
ru_ru: Удалить Маршрут
tr_tr: Güzergahi sil

# PanelRoute_1000_name
source: Route Information
es_es: Información de la Ruta
hu_hu: Útvonalinformációk
nl_nl: Route-informatie
pt_pt: Informação de Rota
ru_ru: Информация о Маршруте
tr_tr: Güzergah bilgisi

# PanelRoute_1001_name
source: Destination 1
es_es: Destino 1
hu_hu: 1. úticél
nl_nl: Bestemming 1
pt_pt: Destino 1
ru_ru: Пункт 1
tr_tr: 1. Aktarma

# PanelRoute_1002_name
source: Destination 2
es_es: Destino 2
hu_hu: 2. úticél
nl_nl: Bestemming 2
pt_pt: Destino 2
ru_ru: Пункт 2
tr_tr: 2. aktarma

# PanelRoute_1003_name
source: Stops
es_es: Escalas
hu_hu: Megállók
pt_pt: Paragens
ru_ru: Остановки
tr_tr: Duraklar

# PanelRoute_1004_name
source: Total Distance
es_es: Distancia total
hu_hu: Teljes távolság
nl_nl: Totale Afstand
pt_pt: Distância Total
ru_ru: Общее расстояние
tr_tr: Toplam mesafe

# PanelRoute_1005_name
source: Stopover
es_es: Escala
hu_hu: Közbeeső megálló
nl_nl: Tussenstop
pt_pt: Escala
ru_ru: Промежуточная посадка
tr_tr: Ara istasyon

# PanelRoute_1006_name
source: Flights Per Week (Out/In)
es_es: Vuelos a la semana (salida/entrada)
hu_hu: Heti repülések száma
nl_nl: Vluchten Per Week (Uit/Binnenkomend)
pt_pt: Voos por Semana (Saída/Entrada)
ru_ru: Рейсов в неделю (Из/В)
tr_tr: Haftalik ucus sayisi (Gidis/Gelis)

# PanelRoute_1007_name
source: Route Finances
es_es: Finanzas de la Ruta
hu_hu: Útvonal pénzügyei
nl_nl: Route-financiën
pt_pt: Finanças da Rota
ru_ru: Финансовый отчет Маршрута
tr_tr: Güzergah kazanci

# PanelRoute_1008_name
source: Total Route Finances
es_es: Finanzas Totales de la Ruta
hu_hu: Útvonalak pénzügyei
nl_nl: Totale route-financiën
pt_pt: Finanças totais da rota
ru_ru: Общий Финансовый отчет Маршрута
tr_tr: Toplam güzergahlarin kazanci

# PanelRoute_1009_name
source: Passengers
es_es: Pasajeros
hu_hu: Utaslétszám
nl_nl: Passagiers
pt_pt: Passageiros
ru_ru: Пассажиры
tr_tr: Yolcular

# PanelRoute_1010_name
source: Avg. Passengers
es_es: Promedio pasajeros
hu_hu: Átl. utaslétszám
nl_nl: Gemiddeld aantal passagiers
pt_pt: Média de Passageiros
ru_ru: Среднее кол-во пассажиров
tr_tr: Ortalama yolcu

# PanelRoute_1011_name
source: Filling Degree
es_es: Grado de llenado
hu_hu: Kihasználtság
nl_nl: Vullingspercentage
pt_pt: Grau de Ocupação
ru_ru: Процент заполнения
tr_tr: Doluluk orani

# PanelRoute_1012_name
source: Balance
hu_hu: Egyenleg
nl_nl: Balans
pt_pt: Balanço
ru_ru: Баланс
tr_tr: Denge

# PanelInstructor_200_name
source: Hire
es_es: Contratar
hu_hu: Felvétel
nl_nl: Huur
pt_pt: Contratar
ru_ru: Нанять
tr_tr: Ise al

# PanelInstructor_1001_name
source: Instructor Information
es_es: Informacion de instructores
hu_hu: Oktatói információ
nl_nl: Instructeursinformatie
pt_pt: Informação de Instrutor
ru_ru: Информация об инструкторе
tr_tr: Egitmen Bilgisi

# PanelInstructor_1002_name
source: Select Flight School for Instructor
es_es: Seleccione la escuela de vuelo para el instructor.
hu_hu: Oktató repülőiskolához rendelése
nl_nl: Selecteer Vliegschool voor Instructeur
pt_pt: Seleccionar Escola para Instrutor
ru_ru: Выбрать Летную Школу для Инструктора
tr_tr: Egitmen icin okul seciniz

# PanelFlightSchool_200_name
source: Hire Student
es_es: Contratar a los estudiantes
hu_hu: Tanuló felvétele
nl_nl: Naam Student Aan
pt_pt: Contratar Aluno
ru_ru: Нанять Студента
tr_tr: Ögrenci al

# PanelFlightSchool_201_name
source: Buy Training Aircraft
es_es: Comprar aviones de entrenamiento
hu_hu: Oktatórepülőgép beszerzése
nl_nl: Koop Trainingsvliegtuigen
pt_pt: Comprar Aeronave de Treino
ru_ru: Купить учебный самолет
tr_tr: Egitim ucagi satin al

# PanelFlightSchool_1001_name
source: Flight School Information
es_es: Informacion de vuelo de la escuela
hu_hu: Információk a repülőiskoláról
nl_nl: Vliegschool Informatie
pt_pt: Informação de Escola de Voo
ru_ru: Информация о Летной Школе
tr_tr: Ucus okulu bilgileri

# PanelFlightSchool_1002_name
source: Name
es_es: Nombre
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PanelFlightSchool_1003_name
source: Instructors
es_es: Instructores
hu_hu: Oktatók
nl_nl: Instructeurs
pt_pt: Instrutores
ru_ru: Инструкторы
tr_tr: Egitmenler

# PanelFlightSchool_1004_name
source: Students (Name / Age / Country / Educated date / Instructor)
es_es: Estudiantes (Nombre / Edad / País / Fecha de instrucción / Instructor)
hu_hu: Tanulók (név/életkor/ország/képzés ideje/oktató)
nl_nl: Studenten (Naam / Leeftijd / Land / Opleidingsdatum / Instructeur)
pt_pt: Alunos (Nome / Idade / País / Data Graduação / Instrutor)
ru_ru: Студенты (Имя / Возраст / Страна / Дата начала обучения / Инструктор)
tr_tr: Ögrenciler (Isim / yas / ülke / mezuniyet tarihi / egitmen)

# PanelFlightSchool_1005_name
source: Instructor for the Student
es_es: Instructor para el estudiante
hu_hu: Tanuló oktatója
nl_nl: Instructeur voor de Student
pt_pt: Instrutor para Aluno
ru_ru: Инструктор для Студента
tr_tr: Ögrenci icin egitmen

# PanelFlightSchool_1006_name
source: Students
es_es: Estudiantes
hu_hu: Tanulók
nl_nl: Studenten
pt_pt: Alunos
ru_ru: Студенты
tr_tr: Ögrenciler

# PanelFlightSchool_1007_name
source: Instructors (Name / Age / Rating / Country)
es_es: Instructores (Nombre / Edad / Categoria / País)
hu_hu: Oktatók (név/életkor/besorolás/ország)
nl_nl: Instructeurs (Naam / Leeftijd / Ervaring / Land)
pt_pt: Instrutores (Nome / Idade / Classificação / País)
ru_ru: Инструкторы (Имя / Возраст / Рейтинг / Страна)
tr_tr: Egitmenler (Isim / Yas / Derecesi / Ülkesi)

# PanelFlightSchool_1008_name
source: Select Flight School
es_es: Seleccione la escuela de vuelo
hu_hu: Repülőiskola kiválasztása
nl_nl: Selecteer Vliegschool
pt_pt: Seleccionar Escola de Voo
ru_ru: Выбрать Летную Школу
tr_tr: Ucus okulu seciniz

# PanelFlightSchool_1009_name
source: Training Aircraft
es_es: Formacion avion
hu_hu: Oktatórepülőgép
nl_nl: Trainingsvliegtuigen
pt_pt: Aeronave de Treino
ru_ru: Учебный самолет
tr_tr: Egitim Ucagi

# PanelPilot_200_name
source: Hire
es_es: Contratar
hu_hu: Felvétel
nl_nl: Huur
pt_pt: Contratar
ru_ru: Нанять
tr_tr: Ise al

# PanelPilot_1001_name
source: Pilot Information
es_es: Piloto informacion
hu_hu: Pilótainformációk
nl_nl: Piloot Informatie
pt_pt: Informação do Piloto
ru_ru: Информация о Пилоте
tr_tr: Pilot bilgileri

# PanelPilot_1002_name
source: Name
es_es: Nombre
hu_hu: Név
nl_nl: Naam
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

# PanelPilot_1003_name
source: Date of Birth
es_es: Fecha de nacimiento
hu_hu: Születési dátum
nl_nl: Geboortedatum
pt_pt: Data de Nascimento
ru_ru: Дата рождения
tr_tr: Dogum tarihi

# PanelPilot_1004_name
source: Town
es_es: Ciudad
hu_hu: Város
nl_nl: Plaats
pt_pt: Cidade
ru_ru: Город
tr_tr: Sehir

# PanelPilot_1005_name
source: Country
es_es: País
hu_hu: Ország
nl_nl: Land
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

# PanelPilot_1006_name
source: Graduation Year
es_es: ano de graduacion
hu_hu: Végzés éve
nl_nl: Afstudeerjaar
pt_pt: Ano de Graduação
ru_ru: Год диплома
tr_tr: Mezuniyet yili

# PanelPilot_1007_name
source: Rating
es_es: Categoría
hu_hu: Besorolás
nl_nl: Ervaring
pt_pt: Classificação
ru_ru: Рейтинг
tr_tr: Derece

# PanelPilot_1008_name
source: Monthly Salary
es_es: Sueldo mensual
hu_hu: Havi illetmény
nl_nl: Maandelijks Salaris
pt_pt: Salário Mensal
ru_ru: Месячная зарплата
tr_tr: Aylik Maas
