Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# PageShowAlliances_1002_name
source: Codeshare Agreements
nl_nl: Codeshare-overeenkomst
pt_pt: Acordos de Partilha de Códigos
tr_tr: Kod paylasim anlasmalari

# PageShowAlliances_1003_name
source: Alliances
nl_nl: Allianties
pt_pt: Alianças
tr_tr: Birlikler

# PageShowAlliances_1004_name
source: Airline 1
nl_nl: Luchtvaartmaatschappij 1
pt_pt: Companhia 1
tr_tr: Havayolu 1

# PageShowAlliances_1005_name
source: Airline 2
nl_nl: Luchtvaartmaatschappij 2
pt_pt: Companhia 2
tr_tr: Havayolu 2

# PageShowAlliances_1006_name
source: Type
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tip

# PageCreateRoute_1019_name
source: Connecting Routes
nl_nl: Aansluitende routes
pt_pt: Rotas de Conexão
tr_tr: Güzergah baglantilari

# PageHumanRoutes_1008_name
source: Codesharing Routes
pt_pt: Rotas com Partilha de Códigos
tr_tr: Kod paylasimli güzergahlar

# PageHumanRoutes_1009_name
source: Codesharing Airline
nl_nl: Codesharing luchtvaartmaatschappij
pt_pt: Companhia de Partilha de Códigos
tr_tr: Kod payasimli havayollari

# PopUpShowConnectingRoutes_1000_name
source: Connecting Routes
nl_nl: Aansluitende routes
pt_pt: Rotas de Conexão
tr_tr: Güzergah baglantilari

# PageAirportFacilities_1011_name
source: Airline Facilities in Progress
nl_nl: Faciliteiten in aanbouw
pt_pt: Infraestruturas da Companhia em construção
tr_tr: Hava alani tesisleri isletmeye acildi

# PageAirportFacilities_1012_name
source: Airline Reputations
nl_nl: Luchtvaartmaatschappij reputatie
pt_pt: Reputação das Companhias
ru_ru: Репутация Авиакомпании
tr_tr: Havayolu itibari

# PageAirportFacilities_1013_name
source: Routes
pt_pt: Rotas
ru_ru: Маршруты
tr_tr: güzergahlar

# PageAirportInfo_1043_name
source: Terminals in Progress
nl_nl: Terminals in aanbouw
pt_pt: Terminais em Construção
ru_ru: Строящиеся Терминалы
tr_tr: Terminaller isletmeye girdi

# PageAirportInfo_1044_name
source: Delivery Date
nl_nl: Leveringsdatum
pt_pt: Data de entrega
ru_ru: Дата поставки
tr_tr: Teslim tarihi

# PageAirportInfo_1045_name
source: Gates
pt_pt: Portas de Embarque
ru_ru: Выходы
tr_tr: Kapilar

# MessageBox_2231_message
source: Are you sure you want to delete your cooperation with this {0}?
nl_nl: Weet je het zeker dat jij de samenwerking met {0} wilt verwijderen?
pt_pt: Tens a certeza que queres terminar a cooperação com {0}?
tr_tr: {0} ile olan isbirliginizi bitirmek istediginizden eminmisiniz?

# MessageBox_2231_name
source: Delete cooperation
nl_nl: Verwijder samenwerking
pt_pt: Terminar Cooperação
tr_tr: Isbirligini sil

# PageAirportFacilities_1014_name
source: Airline Cooperations
hu_hu: Együttműködések
nl_nl: Luchtvaartmaatschapij-samenwerkingen
pt_pt: Cooperações entre Companhias
tr_tr: Havayolu Sirketleri

# MessageBox_2232_message
source: You don't have enough money to create this cooperation
nl_nl: Jij hebt niet genoeg geld om deze samenwerking aan te maken.
pt_pt: Não tens dinheiro suficiente para criar esta cooperação
tr_tr: Bu sirketi kurmak icin yeterli paraniz yok

# MessageBox_2232_name
source: Not enough money
nl_nl: Niet genoeg geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# PageAirlineFleet_1013_name
source: Airline Cooperations
hu_hu: Együttműködések
nl_nl: Luchtvaartmaatschapij-samenwerkingen
pt_pt: Cooperação entre Companhias
tr_tr: Havayolu Sirketleri

# PageAirportFacilities_201_name
source: Add Cooperation
hu_hu: Új együttműködés
pt_pt: Adicionar Cooperação
tr_tr: Sirket Ekle

# PopUpAddCooperation_1000_name
source: Sign Cooperation
hu_hu: Együttműködési szerződés
pt_pt: Assinar Cooperação
tr_tr: Isbirligi Yap

# PopUpAddCooperation_1001_name
source: Select Cooperation Type
hu_hu: Együttműködés típusa
pt_pt: Seleccionar Tipo de Cooperação
tr_tr: Sirket tipini sec

# PopUpAddCooperation_1002_name
source: Price
hu_hu: Ár
nl_nl: Prijs
pt_pt: Preço
ru_ru: Цена
tr_tr: Fiyat

# PopUpAddCooperation_1003_name
source: Monthly Price
hu_hu: Havi költség
nl_nl: Maandelijkse prijs
pt_pt: Preço Mensal
ru_ru: Цена за месяц
tr_tr: Aylik Ücret

# PageHumanRoutes_1010_name
source: Route Type
nl_nl: Soort route
pt_pt: Tipo de Rota
ru_ru: Тип маршрута
tr_tr: Güzergah tipi

# MessageBox_2409_message
source: The custom airline has been loaded!
nl_nl: De eigen luchtvaartmaatschappij is geladen!
pt_pt: A companhia personalizada foi carregada!
ru_ru: Случайная авиакомпания загружена
tr_tr: Özel Hava Yolunu Yüklendi

# MessageBox_2409_name
source: Airline Loaded
nl_nl: Luchtvaartmaatschappij is geladen
pt_pt: Companhia Carregada
ru_ru: Авиакомпания загружена
tr_tr: Hava Yolu Yüklendi

# PageNewAirline_200_name
source: Create and Save Airline
nl_nl: Creëer en bewaar luchtvaartmaatschappij
pt_pt: Criar e Guardar Companhia
ru_ru: Создать и сохранить авиакомпанию
tr_tr: Hava Yolunu Olustur ve Kaydet

# PageNewGame_204_name
source: Load Custom Airline
nl_nl: Laad eigen luchtvaartmaatschappij
pt_pt: Carregar Companhia Personalizada
ru_ru: Загрузить случайную авиакомпанию
tr_tr: Özel Hava Yolunu Yükle

# PageAirliners_2003_name
source: Human Fleet
nl_nl: Eigen vloot
pt_pt: Frota Humana
ru_ru: Флот Игрока
tr_tr: Filom

# PageAirlinersHumanFleet_1000_name
source: Delivered Fleet
nl_nl: Geleverde vloot
pt_pt: Frota Entregue
ru_ru: Поставленный Флот
tr_tr: Teslim Edilen Filo

# PageAirlinersHumanFleet_1001_name
source: Ordered Fleet
nl_nl: Bestelde vloot
pt_pt: Frota Encomendada
ru_ru: Заказанный Флот
tr_tr: Siparis Filosu

# PageAirportInfo_1046_name
source: Autorenew Contract
nl_nl: Automatische contractverlenging
pt_pt: Contracto Renovável Automaticamente
ru_ru: Автообновление контракта
tr_tr: Sözlesmeleri Otomatik Yenile

# PageAirlineEditAirliners_1000_name
source: Selected Airliners
nl_nl: Geselecteerde maatschappijen
pt_pt: Aeronaves Seleccionadas
ru_ru: Выбранные самолеты
tr_tr: Secilen Ucaklar

# PageAirlineFleet_200_name
source: Edit Airliner(s)
nl_nl: Pas vliegtuig(en) aan
pt_pt: Editar Aeronave(s)
ru_ru: Редактировать самолет(ы)
tr_tr: Ucak(lari) Düzenle

# PageAirline_2006_name
source: Edit Airliners
nl_nl: Pas vliegtuigen aan
pt_pt: Editar Aeronaves
ru_ru: Редактировать самолеты
tr_tr: Ucaklari Düzenle

# PageAirlineEditAirliners_1001_name
source: Airliners Facilities
nl_nl: Vliegtuigfaciliteiten
pt_pt: Infraestruturas das Aeronaves
tr_tr: Havayolu Tesisleri

# MessageBox_2128_message
source: Are you sure, you want to apply the changes to your airliner(s)?
nl_nl: Weet je het zeker, dat jij deze veranderingen wilt toepassen aan jouw vliegtuig(en)?
pt_pt: Tens a certeza que queres aplicar as alterações à tua aeronave(s)?
ru_ru: Вы уверены, что хотите применить изменения к вашему самолету(самолетам)?
tr_tr: Ucagindaki(larindaki) degisiklikleri onayliyormusun?

# MessageBox_2128_name
source: Apply Changes
nl_nl: Wijzigingen toepassen
pt_pt: Aplicar Alterações
ru_ru: Принять изменения
tr_tr: Degisiklikleri Kabulet

# PageAirlineEditAirliners_200_name
source: Apply Changes
nl_nl: Wijzigingen toepassen
pt_pt: Aplicar Alterações
ru_ru: Принять изменения
tr_tr: Degisiklikleri kabulet

# PageAirlineEditAirliners_201_name
source: Load Configuration
nl_nl: Laad Configuratie
pt_pt: Carregar Configuração
ru_ru: Загрузить конфигурацию
tr_tr: Yapilandirmayi kaydet

# PageAirlineFleet_201_name
source: Route Map
hu_hu: Útvonaltérkép
pt_pt: Mapa de Rotas
ru_ru: Карта Маршрута
tr_tr: Ucus haritasi

# PageSelectOpponents_1000_name
source: Selected Opponents
hu_hu: Kiválasztott ellenfelek
nl_nl: Selecteer tegenstanders
pt_pt: Seleccionar Rivais
tr_tr: Secilen Rakipler

# PageSelectOpponents_1001_name
source: Available Opponents
nl_nl: Beschikbare tegenstanders
pt_pt: Rivais Disponíveis
tr_tr: Mevcut kaipler

# PopUpExtendContract_1000_name
source: Extend Airport Contract
nl_nl: Verleng luchthavencontract
pt_pt: Prolongar Contracto Aeroportuário
tr_tr: Havalimani kontratini uzat

# PopUpExtendContract_1001_name
source: Airport
nl_nl: Luchthaven
pt_pt: Aeroporto
tr_tr: Havalimani

# PopUpExtendContract_1002_name
source: Number of Gates
nl_nl: Aantal gates
pt_pt: Número de Portas de Embarque
tr_tr: Kapi sayisi

# PopUpExtendContract_1003_name
source: Expire Date
nl_nl: Afloopdatum
pt_pt: Data de caducidade
tr_tr: Bitis zamani

# PopUpExtendContract_1004_name
source: Autorenew Contract
nl_nl: Automatische contractverlenging
pt_pt: Contracto Renovável Automaticamente
tr_tr: Sözlesmeleri Otomatik Yenile

# PageAirlineEmployees_1013_name
source: Trained in Aircrafts
nl_nl: Opgeleid voor de vliegtuigen
pt_pt: Com treino nas Aeronaves
tr_tr: Egitim Ucaklari

# PagePilots_1009_name
source: Trained in Aircrafts
nl_nl: Opgeleid voor de vliegtuigen
pt_pt: Com treino nas Aeronaves
tr_tr: Egitim Ucaklari

# PageShowPilot_1006_name
source: Trained in Aircrafts
nl_nl: Opgeleid voor de vliegtuigen
pt_pt: Com treino nas Aeronaves
tr_tr: Egitim Ucaklari

# MessageBox_2129_message
source: Are you sure you want to pay {0} for a substitute pilot in {1} days?
nl_nl: Weet je het zeker dat je {0} wilt betalen voor een invallende piloot voor {1} dagen?
pt_pt: Tens a certeza que queres pagar {0} por um piloto de substituição durante {1} dias?
tr_tr: {0} mikratindaki parayi {1} gün olan pilot bedeli olarak ödemek istediginizden eminmisiniz ?

# MessageBox_2129_name
source: Substitute pilot
nl_nl: Invalpiloot
pt_pt: Piloto de Substituição
tr_tr: Pilot bedeli

# PageAirlineEmployees_1014_name
source: Select Training Facility
nl_nl: Selecteer trainingsfaciliteit
pt_pt: Seleccionar Infraestruturas de Treino
tr_tr: Egitim ucagi secin

# News_1015_message
source: Your pilot {0} has finished the training for {1}
nl_nl: Jouw piloot {0} heeft zijn training voor {1} afgerond
pt_pt: O teu piloto {0} terminou o seu treino para {1}
tr_tr: ögrenciniz olan {0} ,{1} egitimini tamamlamistir

# News_1015_name
source: Pilot Training
nl_nl: Piloottraining
pt_pt: Treino de Pilotos
tr_tr: Pilot egitimi

# PageAirlineServices_1009_name
source: Price
hu_hu: Ár
nl_nl: Prijs
pt_pt: Preço
tr_tr: Fiyat

# PageAirlineServices_1010_name
source: Pilot Training Facilities
nl_nl: Piloot trainingsfaciliteit
pt_pt: Infraestruturas para Treino de Pilotos
tr_tr: Pilot Egitim Tesisleri

# PageAirlineEditAirliners_1002_name
source: Select Configuration Name
nl_nl: Kies naam voor configuratie
pt_pt: Seleccionar Nome de Configuração
tr_tr: Yapilandirma ismini seciniz

# PageAirlineEditAirliners_202_name
source: Save Configuration
nl_nl: Sla configuratie op
pt_pt: Guardar Configuração
tr_tr: Yapilandirmayi kaydet

# PagePilots_1010_name
source: Assign Pilot to Airliner
pt_pt: Seleccionar piloto para aeronave
tr_tr: Ucaga pilot tahsis et

# MessageBox_2811_message
source: Are you sure you want to hire a new student?
pt_pt: Tens a certeza que queres contratar este aluno?
tr_tr: Buraya yeni ögrenci almak istediginizden eminmisiniz?

# MessageBox_2811_name
source: Hire Student
nl_nl: Neem Student Aan
pt_pt: Contratar Aluno
tr_tr: Ögrenci al

# PageAirlineFleet_1014_name
source: Pilots Demand
pt_pt: Procura de Pilotos
tr_tr: Pilot gereksinimleri

# PageAirlineFleet_1015_name
source: Pilots
nl_nl: Piloten
pt_pt: Pilotos
tr_tr: Pilotlar

# PageShowFlightSchool_1015_name
source: Hire Student
nl_nl: Naam Student Aan
pt_pt: Contratar Aluno
tr_tr: Ögrenci al

# PageShowFlightSchool_1016_name
source: Select Instructor
nl_nl: Selecteer Instructeur
pt_pt: Seleccionar Instrutor
tr_tr: Egitmen sec

# PageShowFlightSchool_1017_name
source: Train for Airliner
pt_pt: Treino para Aeronave
tr_tr: Ucak icin egitim

# PageManufacturer_1016_name
source: Delivery Date
nl_nl: Aflever Datum
pt_pt: Data de entrega
tr_tr: Teslim tarihi

# PageShowFlightSchool_1018_name
source: Airliner Family
pt_pt: Família de Aeronave
tr_tr: Ucak ailesi

# PageAirlineFinances_1016_name
source: Employee Wages
pt_pt: Salários dos Colaboradores
tr_tr: Calisanlarin ücretleri

# PageRoutePlanner_1026_name
source: Airliners
nl_nl: Vliegtuigen
pt_pt: Aeronaves
tr_tr: Ucaklar

# PageRoutePlanner_206_name
source: Inverse Timetable
pt_pt: Inverter Tabela
tr_tr: Gecersiz zaman tablosu

# PageShowRoute_1005_name
source: Distance
nl_nl: Afstand
pt_pt: Distância
tr_tr: Mesafe

# PageAirlineEmployees_1015_name
source: Pilots Needed
nl_nl: Piloten Nodig
pt_pt: Necessidade de Pilotos
tr_tr: Pilot ihtiyaci

# PageAirportTraffic_1006_name
source: Distance
nl_nl: Afstand
pt_pt: Distância
tr_tr: Mesafe

# PageAirportTraffic_1007_name
source: Airline
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
tr_tr: Havayolu

# PageAirportTraffic_1008_name
source: Aircrafts
nl_nl: Vliegtuigen
pt_pt: Aeronave
tr_tr: Ucaklar

# PageShowAirports_1012_name
source: Longest Runway
nl_nl: Langste Ladingsbaan
pt_pt: Pista mais comprida
tr_tr: En uzun pist

# MessageBox_2812_message
source: Are you sure you want to close your flight school at {0}?
pt_pt: Tens a certeza que queres encerrar a tua escola em {0}?
tr_tr: {0} daki pilot okulunu kapatmak istediginizden eminmisiniz?

# MessageBox_2812_name
source: Close Flight School
nl_nl: Sluit Luchtvaart School
pt_pt: Encerrar Escola de Voo
tr_tr: Ucus okulunu kapat

# PageFlightSchools_1009_name
source: Move Instructors and Aircrafts
pt_pt: Mover Instrutores e Aeronaves
tr_tr: Egitmenleri ve Ucakları Tasi

# PageAirlineEmployees_1016_name
source: Aircraft
nl_nl: Vliegtuig
pt_pt: Aeronave
tr_tr: Ucak

# PageAirlineInfo_1036_name
source: Airline Country
pt_pt: País da Companhia
tr_tr: Hava yolu sirketinin ülkesi

# MessageBox_2233_message
source: You are already building another facility of that type
pt_pt: Estás a construir outra infraestrutura do mesmo tipo
tr_tr: Zaten bu türde baska bir tesis insa ediliyor

# MessageBox_2233_name
source: Can't Build Facility
pt_pt: Impossível Construir Infraestrutura
tr_tr: tesis insa edilemez

# PageAirportDemand_1001_name
source: Search for Airport
nl_nl: Zoek naar Luchthaven
pt_pt: Procurar por Aeroporto
tr_tr: Hava alani ara

# PageAirport_2003_name
source: Airport Demand
pt_pt: Procura do Aeroporto
tr_tr: Hava alani ragbeti

# PageHumanRoutes_1011_name
source: Distance
nl_nl: Afstand
pt_pt: Distância
tr_tr: Mesafe

# PageAirlineInfo_1037_name
source: Cabin
hu_hu: Kabin
nl_nl: Cabine
pt_pt: Cabine
tr_tr: Kabin

# PageAirlineInfo_1038_name
source: On Order
nl_nl: Besteld
pt_pt: Encomendado
tr_tr: Siparis halinde

# PageAirlineInfo_1039_name
source: Routes
pt_pt: Rotas
tr_tr: Güzergahlar

# PageAirlineInfo_1040_name
source: Airliner on route
pt_pt: Aeronave em rota
tr_tr: Ucak ucus halinde

# PageAirlineInfo_1041_name
source: Fleet Status
nl_nl: Vloot Status
pt_pt: Estado da Frota
tr_tr: Filo durumu

# PageAirlineInfo_1042_name
source: On List
pt_pt: Frota Actual
tr_tr: Listede

# PageAirlineInfo_1043_name
source: Out of Service
pt_pt: Fora de Serviço
tr_tr: Servis disi

# PageAirlineInfo_1044_name
source: In Service
pt_pt: Em Serviço
tr_tr: Faal durumda

# PageAirlineInfo_1045_name
source: Idle Airliners
pt_pt: Aeronaves em Espera
tr_tr: Kullanilmayan ucaklar

# PageAirlineFinances_1017_name
source: Daily Operating Profit
pt_pt: Lucro Diário Operacional
tr_tr: Günlük faaliyet profili

# PageAirlineFinances_1018_name
source: DOB History
pt_pt: Histórico
tr_tr: DOB gecmisi

# PageAirlineFinances_1019_name
source: Last 90 Days
nl_nl: Laatste 90 Dagen
pt_pt: Últimos 90 dias
tr_tr: Son 90 gün

# PageAirlineFinances_1020_name
source: Daily Operating Profit
pt_pt: Lucro Diário Operacional
tr_tr: Günlük faaliyet profili

# PopUpCreateSubsidiary_1000_name
source: Create New Subsidiary
pt_pt: Criar Nova Subsidiária
tr_tr: Yavru Sirket Kur

# AirlinerTypeSpecifications_1015_name
source: Weight
nl_nl: Gewicht
pt_pt: Peso
tr_tr: Agirlik

# PageAirlineFleet_1016_name
source: Move Airliner To
pt_pt: Mover Aeronave para
tr_tr: Ucak a hareket halinde

# PageAirportInfo_1047_name
source: Landing / 1000 kg.
pt_pt: Aterragem / 1000kg.
tr_tr: Inis / 1000 kg.

# PageAirportInfo_1048_name
source: Fuel Price
hu_hu: Üzemanyagár
nl_nl: Brandstof Prijs
pt_pt: Preço do Combustível
tr_tr: Yakit fiyati

# PageAirportInfo_1049_name
source: Terminal Type
pt_pt: Tipo de Terminal
tr_tr: Terminal tipi

# PageAirportInfo_1050_name
source: Passenger
hu_hu: Utas
nl_nl: Passagier
pt_pt: Passageiro
tr_tr: Yolcu

# PageAirportInfo_1051_name
source: Cargo
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
tr_tr: Kargo

# PageAirportInfo_1052_name
source: Total Pax Gates
pt_pt: Portas de Embarque Totais de Passageiros
tr_tr: Toplam kapi talebi

# PageAirportInfo_1053_name
source: Total Cargo Gates
pt_pt: Portas de Embarque Totais de Carga
tr_tr: Toplam kargo kapi sayisi

# PageAirportInfo_1054_name
source: Gates
pt_pt: Portas de Embarque
tr_tr: Kapilar

# PageAirportsOverview_1000_name
source: Country
nl_nl: Land
pt_pt: País
tr_tr: Ülke

# PageAirportsOverview_1001_name
source: Airports
nl_nl: Luchthavens
pt_pt: Aeroportos
tr_tr: Havalimanları

# PageAirports_2003_name
source: Overview
nl_nl: Overzicht
pt_pt: Vista Geral
tr_tr: Genel bakis

# PageAirportInfo_1055_name
source: Handling Type
pt_pt: Tipo de Assistente em Escala
tr_tr: Bakim tipi

# PageShowAirports_1014_name
source: Cargo
hu_hu: Teher
nl_nl: Vracht
pt_pt: Carga
tr_tr: Kargo

# MessageBox_3006_message
source: You already have a route between {0} and {1}
pt_pt: Já tens uma rota entre {0} e {1}
tr_tr: {0} ile {1} arasinda hali hazirda seferiniz var

# MessageBox_3006_name
source: Route exists already
pt_pt: A rota já existe
tr_tr: Sefer hali hazirda var

# PageAirportInfo_1056_name
source: Type
pt_pt: Tipo
tr_tr: Tip

# PageCreateRoute_1020_name
source: Helicopter Route
pt_pt: Rota de Helicóptero
tr_tr: Helikopter güzergahi

# PageNewGame_1030_name
source: Use Heliports
pt_pt: Usar Heliportos
tr_tr: Kullanilan helikopter pistleri

# PageRoutePlanner_207_name
source: Load Timetable
pt_pt: Carregar Tabela
tr_tr: Dolum zaman tablosu

# PageShowAirports_1013_name
source: Helipad
nl_nl: Helihaven
pt_pt: Heliporto
tr_tr: Helikopter pisti

# AirlinerTypeSpecifications_1016_name
source: Engine
nl_nl: Motor
pt_pt: Motor
tr_tr: Motor

# PageAssignAirliners_1004_name
source: Select Airliner For Replacement
pt_pt: Seleccionar Aeronave para Substituição
tr_tr: Degistirilmesi icin ucak seciniz

# PageShowAirports_201_name
source: Show Map
pt_pt: Mostrar Mapa
tr_tr: haritayi göster

# PopUpAirlinerSeatsConfiguration_1004_name
source: Engine
nl_nl: Motor
pt_pt: Motor
tr_tr: Motor

# PopUpAirlinerSeatsConfiguration_1005_name
source: Select Engine
nl_nl: Selecteer Motor
pt_pt: Seleccionar Motor
tr_tr: Motor secin

# PopUpAirlinerSeatsConfiguration_1006_name
source: Manufacturer
nl_nl: Fabrikant
pt_pt: Fabricante
tr_tr: Üretici

# PopUpAirlinerSeatsConfiguration_1008_name
source: Engine Type
nl_nl: Type motor
pt_pt: Tipo de motor
tr_tr: Motor Tipi

# PopUpAirlinerSeatsConfiguration_1009_name
source: Noise Level
nl_nl: Geluidsniveau
pt_pt: Nível de Ruído
tr_tr: Gürültü seviyesi

# PopUpAirlinerSeatsConfiguration_1010_name
source: Ceiling
pt_pt: Tecto Operacional
tr_tr: Ic kaplama

# PopUpAirlinerSeatsConfiguration_1011_name
source: Max Speed
nl_nl: Max. Snelheid
pt_pt: Velocidade Máxima
tr_tr: Maksimum hiz

# PopUpAirlinerSeatsConfiguration_1012_name
source: Price
hu_hu: Ár
nl_nl: Prijs
pt_pt: Preço
tr_tr: Fiyat

# News_1016_message
source: You failed to fulfil your contract {0}. It will cost you a penalty fee of {1}
pt_pt: Quebraste o teu contracto {0}. Ir-te-á custar uma penalização no valor de {1}
tr_tr: {0} sözlesmedeki sartlari yerini getirmediginizden dolayi , {1} tutarinda ceza ödemek zorundasiniz.

# News_1016_name
source: Failed contract
pt_pt: Contracto Quebrado
tr_tr: Basarisiz sözlesme

# News_1017_message
source: Congrats! You have fulfilled the contract {0} and you will be paid a bonus of {1}
pt_pt: Parabéns! Cumpriste o teu contracto {0} e ser-te-á pago um bónus de {1}
tr_tr: Tebrikler ! {0} sözlesmenizin sartlarini yerine getirdiginizden dolayi {1} tutarinda ikramiye kazandiniz

# News_1017_name
source: Successful contract
pt_pt: Contracto Cumprido
tr_tr: Basarili sözlesme

# PageAssignAirliners_1005_name
source: Special Contracts
pt_pt: Contractos Especiais
tr_tr: Özel Sözlesmeler

# PageAssignAirliners_1006_name
source: Name
nl_nl: Naam
pt_pt: Nome
tr_tr: İsim

# PageAssignAirliners_1007_name
source: Airline
nl_nl: Luchtvaartmaatschappij
pt_pt: Companhia
tr_tr: Havayolu

# PageAssignAirliners_1008_name
source: From Date
pt_pt: Desde o dia
tr_tr: Baslangic tarihi

# PopUpSpecialContracts_1000_name
source: Special Contracts
pt_pt: Contractos Especiais
tr_tr: Özel Sözlesmeler

# PopUpSpecialContracts_1001_name
source: Payment
pt_pt: Pagamento
tr_tr: Ödeme

# PopUpSpecialContracts_1002_name
source: Penalty
nl_nl: Boete
pt_pt: Penalidade
tr_tr: Ceza

# PageCreateRoute_1021_name
source: Add Route to Contract
pt_pt: Adicionar Rota ao Contracto
tr_tr: Güzergahi kontrata ekle

# PageAssignAirliners_1009_name
source: To Date
pt_pt: Até ao dia
tr_tr: Bitis tarihi

# PageRoutePlanner_1027_name
source: Use as Charter
pt_pt: Usar como Charter
tr_tr: Charter olarak kullan

# PageRoutePlanner_1028_name
source: Charter Route
pt_pt: Rota Charter
tr_tr: Charter güzergahi

# PageSelectAirports_1000_name
source: Select Countries
nl_nl: Selecteer landen
pt_pt: Seleccionar Países
tr_tr: Ülkeleri Secin

# PopUpShowSpecialContract_1000_name
source: Contract Routes
pt_pt: Rotas de Contracto
tr_tr: Sözlesmeli güzergahlar

# PopUpShowSpecialContract_1001_name
source: Requirements
nl_nl: Vereisten
pt_pt: Requisitos
tr_tr: Gereksinimler

# PageNewGame_1031_name
source: Select Full Countries
nl_nl: Selecteer volledige landen
pt_pt: Seleccionar Países Completos
tr_tr: Ülkelerin tamamini sec

# PageNewGame_205_name
source: Back
nl_nl: Terug
pt_pt: Voltar
tr_tr: Geri

# PageSelectAirports_1001_name
source: Number of Selected Airports:
hu_hu: Kiválasztott repterek száma:
nl_nl: Aantal geselecteerde luchthavens:
pt_pt: Número de Aeroportos Seleccionados:
tr_tr: SEcilmis Havaalani sayisi:

# PageShowAirports_1015_name
source: Show Distance To
nl_nl: Laat afstand zien tot
pt_pt: Mostrar Distância para
tr_tr: a uzakligi göster

# PageShowAirports_1016_name
source: Distance
nl_nl: Afstand
pt_pt: Distância
tr_tr: Mesafe

# PageShowRoute_1006_name
source: Information
nl_nl: Informatie
pt_pt: Informação
tr_tr: Informasyon

# PageShowRoute_1007_name
source: Feedback
pt_pt: Opiniões
tr_tr: Geirbildirim

# RouteFeedback_1000_name
source: This is not a good aircraft for this kind of route
pt_pt: Esta não é uma aeronave indicada para este tipo de rota
tr_tr: Bu tür güzergah icin uygun bir ucak degil

# RouteFeedback_1001_name
source: An ok aircraft for a flight of this length, but nothing special
pt_pt: Uma aeronave razoável para um voo desta duração mas nada de especial
tr_tr: Ucak bu mesafe icin uygun fakat özel degil

# RouteFeedback_1002_name
source: Excellent choice of aircraft and people really likes it
pt_pt: Uma escolha excelente. As pessoas adoram.
tr_tr: Cok iyi bir ucak secimi ve yolcular bunu gercekten begendi

# RouteFeedback_1003_name
source: Please consider using a younger aircraft than this one. It is way too old
pt_pt: Por favor, considera o uso de uma aeronave mais recente. Esta é muito velha.
tr_tr: Bu ucak yerine daha yeni bir ucak düsünebilirsiniz. Bu güzergah eski bir güzergah

# RouteFeedback_1004_name
source: An aircraft in its best age. Just how it should be
pt_pt: Uma aeronave na sua melhor idade. Como deve de ser.
tr_tr: Ucak yasi cok uygun , tam olmasi gerektigi gibi

# RouteFeedback_1005_name
source: A young aircraft is always the best choice
pt_pt: Uma aeronave recente é sempre a melhor escolha.
tr_tr: Yeni ucaklar herzaman en iyi secimdir
