Repository: TheAirlineProject/desktop
Catalog: Data/Data/languages/language.*.resx
Languages: es_es, hu_hu, nl_nl, pt_pt, ru_ru, tr_tr

# MessageBox_1003_name
source: Exit Game
es_es: Salir del Jeugo
hu_hu: Kilépés a játékból
nl_nl: Spel Beëindigen
pt_pt: Sair do Jogo
ru_ru: Выйти из игры
tr_tr: Oyundan Cik

# MessageBox_1003_message
source: Are you sure you want to exit the game?
es_es: ¿Está seguro de querer salir del juego?
hu_hu: Biztosan ki akar lépni a játékból?
nl_nl: Weet je zeker dat je wil stoppen?
pt_pt: Tens a certeza que queres sair do jogo?
ru_ru: Вы уверены, что хотите выйти из игры?
tr_tr: Oyundan Cikmak Istediginizden Eminmisiniz?

# MessageBox_1004_name
source: Success
es_es: Éxito
hu_hu: Siker
nl_nl: Succes
pt_pt: Sucesso
ru_ru: Успех
tr_tr: Bsarildi

# MessageBox_1004_message
source: The airport has been saved to the database.
es_es: El aeropuerto ha sido guardado en la base de datos.
hu_hu: A repülőtér elmentve az adatbázisba.
nl_nl: De luchthaven is opgeslagen.
pt_pt: O aeroporto foi guardado na base de dados.
ru_ru: Аэропорт записан в базу данных
tr_tr: HavaAlani Datalara Kaydedildi

# MessageBox_1005_name
source: Error
hu_hu: Hiba
nl_nl: Fout
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata

# MessageBox_1005_message
source: The airport can't be saved to the database.
es_es: El aeropuerto no puede ser guardado en la base de datos.
hu_hu: Repülőtér mentése az adatbázisba nem lehetséges.
nl_nl: De luchthaven kan niet worden opgeslagen.
pt_pt: O aeroporto não pode ser guardado na base de dados.
ru_ru: Аэропорт не может быть записан в базу данных
tr_tr: Havaalani Datalara Kaydedilemez

# MessageBox_1006_name
source: Error
hu_hu: Hiba
nl_nl: Fout
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata

# MessageBox_1006_message
source: The airport does already exists or the searched IATA-code can't be found in the database.
es_es: El aeropuerto ya existe o el código IATA buscado no puede ser encontrado en la base de datos.
hu_hu: Ez a repülőtér már létezik, vagy a keresett IATA kód nem található az adatbázisban.
nl_nl: De luchthaven bestaat al of de IATA-code is niet gevonden.
pt_pt: O aeroporto já existe ou o código IATA procurado não pode ser encontrado na base de dados.
ru_ru: Аэропорт уже существует или невозможно создать IATA-Код в базе данных
tr_tr: Havaalani zaten var veya IATA data kodlari bulunamiyor

# MessageBox_2000_name
source: No Available Homebase
es_es: No hay base disponible
hu_hu: Nincsen elérhető központ
nl_nl: Geen Beschikbare Thuisbasis
pt_pt: Sem Base Operacional Disponível
ru_ru: Нет доступных Портов Приписки
tr_tr: Müsait Olmayan Merkez üssü

# MessageBox_2000_message
source: You need a homebase to allow ordering of airliners!
es_es: necesita una base de orígen para ordenar aviones!
hu_hu: Repülőgép rendeléséhez kell rendelkeznie központtal!
nl_nl: Je moet een thuisbasis hebben om vliegtuig orders te plaatsen!
pt_pt: Necessitas de uma Base Operacional para pedires aeronaves!
ru_ru: Для заказа самолетов Вам необходим Порт Приписки!
tr_tr: Ucak Siparisi verebilmek Icin Merkez üssü secmelisiniz

# MessageBox_2001_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2001_message
source: You don't have enough money to order these airliners.
es_es: No tiene dinero suficiente para encargar estos aviones.
hu_hu: Nincsen elegendő pénze e repülőgépek rendeléséhez.
nl_nl: Je hebt niet genoeg geld beschikbaar om dit vliegtuig te kopen.
pt_pt: Não tens dinheiro suficiente para encomendar estas aeronaves.
ru_ru: У Вас не хватает средств, что бы приобрести эти самолеты.
tr_tr: Ucak siparisi verebilmeniz icin yeterli paraniz yok.

# MessageBox_2002_name
source: No Homebase
es_es: No hay base
hu_hu: Nincs központ
nl_nl: Geen Thuisbasis
pt_pt: Sem Base Operacional
ru_ru: Нет Порта Приписки
tr_tr: Merkez Üssü Yok

# MessageBox_2002_message
source: You haven't selected a home base for the airliners.
es_es: No ha seleccionado una base para los aviones.
hu_hu: Nem választott bázist e repülőgépeknek.
nl_nl: Je hebt nog geen thuisbasis gekozen voor dit vliegtuig.
pt_pt: Não seleccionaste nenhuma Base Operacional para as aeronaves.
ru_ru: Вы не выбрали Порт Приписки для самолетов
tr_tr: Ucaklar icin merkez üssü secmediniz

# MessageBox_2003_name
source: Order Airliner
es_es: Encargar Aviones
hu_hu: Repülőgép rendelése
nl_nl: Bestel Vliegtuig
pt_pt: Encomendar Aeronave
ru_ru: Заказать самолет
tr_tr: Ucak siparisi

# MessageBox_2003_message
source: Are you sure you want to order {1} {0}?
es_es: ¿Está seguro de querer encargar {1} {0}?
hu_hu: Biztosan szeretne rendelni {1} {0}-t?
nl_nl: Weet je zeker dat je {1} {0} wil bestellen?
pt_pt: Tens a certeza que queres encomendar {1} {0}?
ru_ru: Вы уверены, что хотите заказать {1} {0}?
tr_tr: {1} {0} siparisi vermek istediginizden eminmisiniz?

# MessageBox_2004_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2004_message
source: You don't have enough money to lease this airliner.
es_es: No tiene dinero suficiente para arrendar este avión.
hu_hu: Nincsen elegendő pénze kibérelni e repülőgépet.
nl_nl: Je hebt niet genoeg geld beschikbaar om dit vliegtuig te leasen.
pt_pt: Não tens dinheiro suficiente para arrendar esta aeronave.
ru_ru: У Вас не хватает средств, что бы приобрести этот в лизинг самолет.
tr_tr: Ucak kiralayabilmeniz icin yeterli paraniz yok.

# MessageBox_2005_name
source: Lease Airliner
es_es: Arrendar avión
hu_hu: Repülőgép bérlése
nl_nl: Lease Vliegtuig
pt_pt: Arrendar aeronave
ru_ru: Взять в лизинг
tr_tr: Ucak Kirala

# MessageBox_2005_message
source: Are you sure you want to lease this {0}?
es_es: ¿Está seguro de querer arrendar este {0}?
hu_hu: Biztosan ki szeretné bérelni e {0}?
nl_nl: Weet je zeker dat je deze {0} wil leasen?
pt_pt: Tens a certeza que queres arrendar este/a {0}?
ru_ru: Вы уверены, что хотите взять в лизинг этот {0}?
tr_tr: Bunu kiralamak istediginizden eminmisiniz {0}?

# MessageBox_2006_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2006_message
source: You don't have enough money to buy this airliner.
es_es: No tiene dinero suficiente para comprar este avión.
hu_hu: Nincs elég pénze megvenni e repülőt.
nl_nl: Je hebt niet genoeg geld beschikbaar om dit vliegtuig te kopen.
pt_pt: Não tens dinheiro suficiente para comprar esta aeronave.
ru_ru: У Вас не хватает средств, что бы приобрести этот самолет.
tr_tr: Bu ucagi alabilmeniz icin yeterli paraniz yok.

# MessageBox_2007_name
source: Buy Airliner
es_es: Comprar aerolínea
hu_hu: Repülőgép vásárlása
nl_nl: Koop Vliegtuig
pt_pt: Comprar aeronave
ru_ru: Купить самолет
tr_tr: Ucagi satin al

# MessageBox_2007_message
source: Are you sure you want to buy this {0}?
es_es: ¿Está seguro de querer comprar este {0}?
hu_hu: Biztosan meg szeretné venni e {0}?
nl_nl: Weet je zeker dat je deze {0} wil kopen?
pt_pt: Tens a certeza que queres comprar este/a {0}?
ru_ru: Вы уверены, что хотите приобрести этот {0}?
tr_tr: Bu ucagi satin almak istediginizden eminmisiniz {0}?

# MessageBox_2008_name
source: Ordering Airliner(s)
es_es: Encargar avión(es)
hu_hu: Repülőgép(ek) rendelése
nl_nl: Vliegtuigen Bestellen
pt_pt: Encomendar Aeronave(s)
ru_ru: Заказываем Самолет(ы)
tr_tr: Ucak siparisleri(s)

# MessageBox_2008_message
source: Are you sure you want to order airliner(s) worth {0:C}?
es_es: ¿Está seguro de querer encargar avión(es) por valor de {0:C}?
hu_hu: Biztosan meg szeretne rendelni {0:C} értékű repülő(ke)t?
nl_nl: Weet je zeker dat je een of meerdere vliegtuig(en) voor een totaal bedrag van {0:C} wil kopen?
pt_pt: Tens a certeza que queres encomendar aeronave(s) no valor de {0:C}?
ru_ru: Вы уверены, что хотите заказать самолет(ы) на сумму {0:C}?
tr_tr: {0:C} tutarindaki ucak(s) siparisi vermek istediginizden eminmisiniz?

# MessageBox_2009_name
source: Ordering Airliner(s)
es_es: Encargar avión(es)
hu_hu: Repülőgép rendelése
nl_nl: Vliegtuig(en) Bestellen
pt_pt: Encomendar Aeronave(s)
ru_ru: Заказываем Самолет(ы)
tr_tr: Ucak siparisleri (s)

# MessageBox_2009_message
source: Are you sure you want to order airliner(s) worth {0:C} with a down payment of {1:C}?
es_es: ¿Está seguro de querer encargar avión(es) por valor de {0:C} con un pago inicial de {1:C}?
hu_hu: Biztosan meg szeretne rendelni {0:C} értékű repülő(ke)t, {1:C} értékű letét lehelyezésével?
nl_nl: Weet je zeker dat je deze bestelling(en) voor een totaal bedrag van {0:C} en met een vooruitbetaling van {1:C} wil plaatsen?
pt_pt: Tens a certeza que queres encomendar aeronave(s) no valor de {0:C} por um pagamento de {1:C}?
ru_ru: Вы уверены, что хотите заказать самолет(ы) на сумму {0:C} с предоплатой {1:C}?
tr_tr: ?{0:C} tutarindaki ucak(s) siparisleri icin hesabinizdan {1:C} tutarindaki paranin kesilmesini onayliyormusunuz?

# MessageBox_2010_name
source: Terminate Contract
es_es: Finalizar contrato
hu_hu: Szerződés felbontása
nl_nl: Contract Opzeggen
pt_pt: Terminar Contracto
ru_ru: Разорвать Контракт
tr_tr: Kontrati iptal et

# MessageBox_2010_message
source: Are you sure you want to terminate your contract with {0} for a fee of {1:C}?
es_es: ¿Está seguro de querer finalizar su contrato con {0} por un costo de {1:C}?
hu_hu: Biztosan fel szeretné bontani szerződését a(z) {0} céggel? {1:C} bírságot lesz köteles fizetni!
nl_nl: Weet je zeker dat je je contract met {0} wil opzeggen tegen een vergoeding van {1:C}?
pt_pt: Tens a certeza que queres terminar o teu contracto com {0} por uma taxa de {1:C}?
ru_ru: Вы уверены, что хотите разорвать контракт с {0}? Сумма неустойки составит {1:C}.
tr_tr: {0} firmasi ile {1:C} tutarinda olacak olan kontratinizi iptal etmek istediginizden eminmisiniz?

# MessageBox_2011_name
source: Terminate Contract
es_es: Finalizar contrato
hu_hu: Szerződés felbontása
nl_nl: Contract Opzeggen
pt_pt: Terminar Contracto
ru_ru: Разорвать Контракт
tr_tr: Kontrati iptal et

# MessageBox_2011_message
source: Are you sure you want to extend your existing contract with {0}?
es_es: ¿Está seguro de querer ampliar su contrato existente con {0}?
hu_hu: Biztosan meg szeretné hosszabítani szerződését {0} féllel?
nl_nl: Weet je zeker dat je je huidige contract met {0} wil verlengen?
pt_pt: Tens a certeza que queres prolongar o teu contracto actual com {0}?
ru_ru: Вы уверены, что хотите продлить истекающий контракт с {0}?
tr_tr: {0} firmasi ile olan hali hazirdaki kontratinizi uzatmak istediginizden eminmisiniz?

# MessageBox_2101_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2101_message
source: You don't have enough money to buy these facilities.
es_es: No tiene dinero suficiente para comprar estas instalaciones.
hu_hu: Nincs elég pénze megvenni e szolgáltatásokat.
nl_nl: Je hebt niet genoeg geld beschikbaar om deze voorzieningen te kopen.
pt_pt: Não tens dinheiro suficiente para comprar estas infraestruturas.
ru_ru: У Вас не хватает средств, что бы приобрести эти постройки.
tr_tr: Bu tesisi kurabilmeniz icin yeterli paraniz yok.

# MessageBox_2102_name
source: Buy Facility
es_es: Comprar instalación
hu_hu: Szolgáltatás megvásárlása
nl_nl: Koop Faciliteit
pt_pt: Comprar infraestrutura
ru_ru: Купить постройку
tr_tr: Tesisi kur

# MessageBox_2102_message
source: Are you sure you want to buy {0} as an airline facility?
es_es: ¿Está seguro de querer comprar {0} cómo una instalación de la aerolínea?
hu_hu: Biztosan meg kívánja vásárolni {0}-t, mint repülőtéri szolgáltatást?
nl_nl: Weet je zeker dat je de voorziening {0} wil kopen voor de luchtvaartmaatschappij?
pt_pt: Tens a certeza que queres comprar {0} como uma infraestrutura da companhia?
ru_ru: Вы уверены, что хотите приобрести {0} для Вашей авиакомпании?
tr_tr: {0} tutarindaki tesisi kurmak istediginizden eminmisiniz?

# MessageBox_2103_name
source: Remove Facility
es_es: Quitar instalación
hu_hu: Szolgáltatás eltávolítása
nl_nl: Verwijder Faciliteit
pt_pt: Remover Infraestrutura
ru_ru: Убрать постройку
tr_tr: Tesisi Yik

# MessageBox_2103_message
source: Are you sure you want to remove {0} as an airline facility?
es_es: ¿Está seguro de querer quitar {0} cómo una instalación de la aerolínea?
hu_hu: Biztosan el kívánja távolítani {0}-t a szolgáltatások közül?
nl_nl: Weet je zeker dat je de voorziening {0} wil verwijderen?
pt_pt: Tens a certeza que queres remover {0} como uma infraestrutura da companhia?
ru_ru: Вы уверены, что хотите убрать {0} Вашей авиакомпании?
tr_tr: Hava yolunuza ait olan {0} tesisini yikmak istediginizden eminmisiniz?

# MessageBox_2104_name
source: Invalid Amount
es_es: Monto no valido
hu_hu: Hibás összeg
nl_nl: Ongeldig Bedrag
pt_pt: Quantidade Inválida
ru_ru: Неправильное количество
tr_tr: Geçersiz Miktar

# MessageBox_2104_message
source: Please enter a valid amount to pay back on the loan.
es_es: Por favor, ingrese una cantidad válida para devolver el préstamo.
hu_hu: Kérem vigye be a törleszteni kívánt hitel összegét a megfelelő formátumban.
nl_nl: Voer alstublieft een geldig aflossingsbedrag in.
pt_pt: Insere, por favor, uma quantidade válida para pagar o empréstimo.
ru_ru: Пожалуйста введите правильную сумму для выплаы по заемую
tr_tr: Geri ödemek istediginiz kredinin miktarini giriniz

# MessageBox_2105_name
source: Make Loan Payment
es_es: efectuar el pago del préstamo
hu_hu: Hitel törlesztése
nl_nl: Betaal Lening
pt_pt: Fazer o pagamento do empréstimo
ru_ru: Сделать выплату по заему
tr_tr: Kredi geri ödemesi yap

# MessageBox_2105_message
source: Are you sure you want to pay {0:c} on the loan?
es_es: ¿Está seguro de querer pagar {0:c} del préstamo?
hu_hu: Biztosan kívánja {0:c} összegben törleszteni hitelét?
nl_nl: Weet je zeker dat je {0:c} van de lening wil aflossen?
pt_pt: Tens a certeza que queres pagar {0:c} do empréstimo?
ru_ru: Вы уверены, что хотите выплатить {0:c} по заему?
tr_tr: {0:c} tutarindaki miktari kredi geri ödemesi olarak yapmak istiyormusunuz?

# MessageBox_2106_name
source: Sell Airliner
es_es: Vender avión
hu_hu: Repülőgép eladása
nl_nl: Verkoop Vliegtuig
pt_pt: Vender aeronave
ru_ru: Продать самолет
tr_tr: Ucagi sat

# MessageBox_2106_message
source: Are you sure you want to sell {0}?
es_es: ¿Está seguro de querer vender {0}?
hu_hu: Biztosan el szeretné adni e {0}-t?
nl_nl: Weet je zeker dat je {0} wil verkopen?
pt_pt: Tens a certeza que queres vender {0}?
ru_ru: Вы уверены, что хотите продать {0}?
tr_tr: {0} model ucaginizi satmak istediginizden eminmisiniz?

# MessageBox_2107_name
source: Terminate Lease
es_es: Terminar arrendamiento
hu_hu: Bérlet felbontása
nl_nl: Beëindig Lease
pt_pt: Terminar arrendamento
ru_ru: Разорвать договор о лизинге
tr_tr: Kirayi iptal et

# MessageBox_2107_message
source: Are you sure you want to terminate the leasing of {0}?
es_es: ¿Está seguro de querer terminar el arrendamiento de {0}?
hu_hu: Biztosan szeretné megszakítani a(z) {0} bérlését?
nl_nl: Weet je zeker dat je het leasecontract van {0} wil opzeggen?
pt_pt: Tens a certeza que queres terminar o arrendamento do {0}?
ru_ru: Вы уверены, что хотите разорвать договор о лизинге? Неустойка составит {0}.
tr_tr: {0} model ucagi daha fazla kiralamak istemediginizden eminmisiniz?

# MessageBox_2108_name
source: Change Wages
es_es: Cambiar salarios
hu_hu: Bérek változtatása
nl_nl: Wijzig Lonen
pt_pt: Mudar salários
ru_ru: Изменить зарплаты
tr_tr: Ücretleri degistir

# MessageBox_2108_message
source: Are you sure you want to change the wage rates?
es_es: ¿Está seguro de querer cambiar los salarios?
hu_hu: Biztosan meg szeretné változtatni a bérek nagyságrendjét?
nl_nl: Weet je zeker dat je de lonen wil aanpassen?
pt_pt: Tens a certeza que queres mudar os salários?
ru_ru: Вы уверены, что хотите изменить ставку заработной платы?
tr_tr: Fiyat oranlarini degistirmek istediginizden eminmisiniz?

# MessageBox_2109_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok

# MessageBox_2109_message
source: You don't have enough money to buy this airliner.
es_es: No tiene dinero suficiente para comprar este avión.
hu_hu: Nincs elég pénze e repülőgép megvásárlásához.
nl_nl: Je hebt niet genoeg geld beschikbaar om dit vliegtuig te kopen.
pt_pt: Não tens dinheiro disponível para arrendar esta aeronave.
ru_ru: У Вас не хватает средств, что бы приобрести этот самолет.
tr_tr: Bu ucagi alabilmeniz icin yeterli paraniz yok.

# MessageBox_2110_name
source: Buy Airliner
es_es: Comprar aerolínea
hu_hu: Repülőgép vásárlása
nl_nl: Koop Vliegtuig
pt_pt: Comprar aeronave
ru_ru: Купить самолет
tr_tr: Ucagi satin al

# MessageBox_2110_message
source: Are you sure you want to buy your leased airliner {0}?
es_es: ¿Está seguro de querer comprar su avión arrendado {0}?
hu_hu: Biztosan meg szeretné vásárolni e bérelt {0} repülőgépet?
nl_nl: Weet je zeker dat je het geleaste vliegtuig {0} wil kopen?
pt_pt: Tens a certeza que queres comprar o teu avião arrendado {0}?
ru_ru: Вы уверены, что хотите приобрести находящийся в лизинге {0}?
tr_tr: Kiralik olarak sahip oldugunuz {0} model ucagi satin almak istediginizden eminmisiniz?

# MessageBox_2111_name
source: Close Subsidiary
es_es: Cerrar subsidiaria
hu_hu: Leányvállalat bezárása
nl_nl: Dochtermaatschappij Sluiten
pt_pt: Encerrar subsidiária
ru_ru: Закрыть дочернюю компанию
tr_tr: Yavru sirketi kapat

# MessageBox_2111_message
source: Are you sure you want to close {0}?
es_es: ¿Está seguro de querer cerrar {0}?
hu_hu: Biztosan be szeretné zárni {0} nevű leányvállalatát?
nl_nl: Weet je zeker dat je {0} wil sluiten?
pt_pt: Tens a certeza que querer encerrar {0}?
ru_ru: Вы уверены, что хотите закрыть {0}?
tr_tr: {0} i kapatmak istediginizden eminmisiniz?

# MessageBox_2112_name
source: Error Closing Subsidiary
es_es: Error al cerrar subsidiaria
hu_hu: Hiba a leányvállalat bezárása során
nl_nl: Fout tijdens het sluiten van de dochtermaatschappij
pt_pt: Erro ao encerrar subsidiária
ru_ru: Ошибка при закрытии дочерней компании
tr_tr: Yavru sirketi kapatma sorunu

# MessageBox_2112_message
source: You can't close {0} since your are controlling it
es_es: No puede cerrar {0} ya que la está controlando.
hu_hu: Nem zárhatja be {0} nevű leányvállalatát mert ez jelenleg aktív
nl_nl: Je kunt {0} niet sluiten aangezien je hier de controle hebt
pt_pt: Não podes encerrar {0} uma vez que a estás a controlar.
ru_ru: Вы не можете закрыть {0} пока она находится под Вашим контролем
tr_tr: kapatamazsiniz {0} dan beri kontrol ediyorsunuz.

# MessageBox_2113_name
source: Buy Airline
es_es: Comprar aerolínea
hu_hu: Légitársaság megvétele
nl_nl: Koop Luchtvaartmaatschappij
pt_pt: Comprar aeronave
ru_ru: Купить авиакомпанию
tr_tr: Havayolunu tamamen satin al

# MessageBox_2113_message
source: Are you sure you want to buy {0} for {1:C}?
es_es: ¿Está seguro de querer comprar {0} por {1:C}?
hu_hu: Biztosan meg szeretné venni e {0}-t, {1:C}-ért?
nl_nl: Ben je zeker dat je {0} wil kopen voor {1:C}?
pt_pt: Tens a certeza que queres comprar {0} por {1:C}?
ru_ru: Вы уверены, что хотите приобрести {0} за {1:C}?
tr_tr: {0} i {1:C} icin almak istediginizden eminmisiniz?

# MessageBox_2114_name
source: Buy Subsidiay Airline
es_es: Comprar aerolínea subsidiaria
hu_hu: Leányvállalat megvásárlása
nl_nl: Koop Dochtermaarschappij
pt_pt: Comprar companhia subsidiária
ru_ru: Купить дочернюю авиакомпанию
tr_tr: Yavru sirketi satin al

# MessageBox_2114_message
source: Are you sure you want to purchase all of the subsidiary airlines as well?
es_es: ¿Está seguro de querer adquirir la totalidad de la aerolínea filial?
hu_hu: Biztosan meg szeretné vásárolni a légitársaság összes leányvállalatát is?
nl_nl: Ben je zeker dat je ook alle dochtermaatschappijen wil kopen?
pt_pt: Tens a certeza que queres comprar também toda a frota da companhia subsidiária?
ru_ru: Вы уверены, что хотите купить все дочерние авиакомпании?
tr_tr: Yavru sirketin bütün ucaklarini bünyenize almak istediginizden eminmisiniz?

# MessageBox_2115_name
source: Can't Reassign Pilot
es_es: No se puede reasignar piloto
hu_hu: Nem lehetséges a pilótát áthelyezni
nl_nl: Kan piloot niet opnieuw aannemen.
pt_pt: Impossível colocar piloto
ru_ru: Невозможно переназначить Пилота
tr_tr: Yeniden Pilot atayamazsiniz

# MessageBox_2115_message
source: You can't reassign the pilot since the airliner is on route.
es_es: No se puede reasignar el piloto porque el avión esta en ruta.
hu_hu: Nem lehetséges a pilótát áthelyezni, mert a repülő útban van.
nl_nl: Piloot kan niet opnieuw toegewezen worden omdat het vliegtuig nog in de lucht zit.
pt_pt: Não podes colocar o piloto uma vez que a aeronave está em rota.
ru_ru: Нельзя переназначить пилота, пока самолет находится на Маршруте
tr_tr: Ucak seyir halindeyken pilot atayamazsiniz.

# MessageBox_2116_name
source: Dismiss Pilot
es_es: No se puede despedir al piloto
hu_hu: Pilóta elbocsájtása
nl_nl: Ontsla Piloot
pt_pt: Despedir Piloto
ru_ru: Уволить Пилота
tr_tr: Pilotu kov

# MessageBox_2116_message
source: Are you sure you want to dismiss {0} so the airliner he is assigned to will be stopped?
es_es: No se puede despedir a {0} porque esta asignado a un avión
hu_hu: Biztosan el szeretné bocsájtani {0} pilótáját? A repülő melyhez hozzá van rendelve le lesz állítva.
nl_nl: Weet je het zeker dat jij {0} wilt ontslaan en het vliegtuig waar hij toegewezen is gestopt wordt?
pt_pt: Tens a certeza que queres despedir {0} e parar a aeronave em que ele está atribuído?
tr_tr: {0} i kovdugunuz zaman ucusunuz gerceklesmeyecektir buna ragmen kovmak istediginizden eminmisiniz?

# MessageBox_2117_name
source: Dismiss Pilot
es_es: Fuego piloto
hu_hu: Pilóta elbocsájtása
nl_nl: Ontsla Piloot
pt_pt: Despedir Piloto
ru_ru: Уволить Пилота
tr_tr: Pilotu kov

# MessageBox_2117_message
source: Are you sure you want to dismiss {0}?
es_es: ¿Está seguro de querer despedir a {0}?
hu_hu: Biztosan el szeretné bocsájtani {0}-t?
nl_nl: Weet u zeker dat u {0} wilt ontslaan?
pt_pt: Tens a certeza que queres despedir {0}?
ru_ru: Вы уверены, что хотите уволить {0}?
tr_tr: {0} i kovmak istediginizden eminmisiniz?

# MessageBox_2118_name
source: Release Subsidiary
es_es: Liberar filial
hu_hu: Leányvállalat függetlenítése
nl_nl: Dochtermaatschappij Zelfstandig Maken
pt_pt: Liberar a subsidiária
ru_ru: Выделить дочернюю авиакомпанию
tr_tr: Yavru sirketi serbest birak

# MessageBox_2118_message
source: Are you sure you want to close {0} to operate on its own?
es_es: ¿Está seguro que desea cerrar {0} para que opere por su cuenta?
hu_hu: Biztosan szeretné függetleníteni {0} nevű leányvállalatát? A vállalat önállóan fog működni.
nl_nl: Weet u zeker dat u {0} wilt sluiten en zelfstandig wilt laten opereren?
pt_pt: Tens a certeza que queres liberar {0} para operar por conta própria?
ru_ru: Вы уверены, что хотите закрыть для {0} возможности действовать самостоятельно?
tr_tr: Sahip oldugunuz isletmede bulunan {0} i kapatmak istedignitden eminmisiniz?

# MessageBox_2201_name
source: Not Enough Money
es_es: No hay dinero suficiente
hu_hu: Nincs elég pénze
nl_nl: Niet Genoeg Geld
pt_pt: Fundos Insuficientes
ru_ru: Не хватает средств
tr_tr: Yeterli Paraniz Yok
